{
  "navbar": {
    "items": {
      "labelone": "PDF vers Image",

      "labeltwo": "PDF vers Word",

      "labelthree": "Image vers Texte",

      "labelfour": "PDF vers Excel",

      "labelfive": "Image vers PDF",
      "labelsix": "Word vers PDF",

      "labelseven": "Gratuit"
    }
  },

  "footer": {
    "links": {
      "labelone": "À Propos",

      "labeltwo": "FAQ",

      "labelthree": "Conditions Générales",

      "labelfour": "Politique de Confidentialité",

      "labelfive": "Contactez-Nous"
    },

    "languageLabel": "Langue"
  },

  "imgtotext": {
    "componentTrans": {
      "error": "Erreur dans la définition de la langue !",
      "error2": "Échec de la conversion en texte",
      "error3": "Seuls 4 fichiers peuvent être convertis à la fois, sélectionnez donc seulement 4 images !",
      "error4": "Seules les images JPG, PNG, GIF et JPEG sont autorisées",
      "message": "Faites glisser et déposez, téléchargez ou collez l'image",
      "support": "Formats supportés : JPG, PNG, GIF et JPEG",
      "upload": "Télécharger des fichiers",
      "titleone": "Vos fichiers seront automatiquement supprimés du serveur dans les 2 heures",
      "titletwo": "Cliquez pour Télécharger",
      "titlethree": "Cliquez pour Copier",
      "secure": "Vos fichiers sont sécurisés",
      "upload2": "Télécharger ou Coller l'image",
      "selectLang": "Sélectionner la langue",
      "clear": "Tout effacer",
      "convert": "Convertir en Texte",
      "suggestion": "*Les fichiers volumineux prennent un certain temps, soyez patient*",
      "over": "Recommencer"
    },

    "imageToTextConverter": {
      "title": "Convertisseur d'Image en Texte",
      "description": "Utilisez notre convertisseur d'image en texte pour extraire le texte des fichiers JPG ou images. Extrayez rapidement des fichiers texte en collant ou en téléchargeant des photos.",
      "whatIs": {
        "heading": "Qu'est-ce qu'un Convertisseur d'Image en Texte ?",
        "contentone": "Cet outil ImageOCR en ligne est un convertisseur d'image en texte. Il vous permet d'extraire du texte et des caractères des images et photos. Si vous souhaitez extraire du texte d'une photographie, essayez notre convertisseur d'image en texte.",
        "contenttwo": "Si vous avez un livre scanné au format PDF et souhaitez le rendre consultable, notre service de conversion PDF en Word ou Excel est fait pour vous ! Pour la conversion d'image en texte, vous devez simplement télécharger le fichier et convertir l'image en texte. Notre service extrait le texte de vos photos à l'aide des algorithmes modernes de prétraitement d'image et des technologies OCR et le sauvegarde dans n'importe quel format éditable.",
        "contentthree": "Cet outil est accessible dans plusieurs langues, y compris: ",
        "contentfour": "Vous pouvez choisir votre langue préférée en cliquant sur les sélections de langue ou en utilisant le sélecteur de langue ci-dessous."
      },
      "howItWorks": {
        "heading": "Comment Fonctionne Notre Convertisseur d'Image en Texte ?",
        "steps": {
          "stepone": "Faites glisser et déposez ou téléchargez et collez votre image en utilisant le bouton **Télécharger le fichier**.",
          "steptwo": "Ensuite, appuyez sur le bouton **Convertir en Texte**.",
          "stepthree": "Maintenant, veuillez faire preuve de patience et laissez notre convertisseur extraire automatiquement le texte de vos images.",
          "stepfour": "Dans quelques secondes, vous pourrez télécharger votre texte extrait au format .txt ou copier le texte extrait des images."
        }
      },
      "keyFeatures": {
        "heading": "Fonctionnalités Clés du Convertisseur d'Image en Texte",
        "headinghref": "Nos autres outils",
        "features": {
          "titleone": "Gratuit à Utiliser",
          "descriptionone": "Cet outil est disponible gratuitement pour tout le monde.",

          "titletwo": "Supporte Plusieurs Formats de Fichiers",
          "descriptiontwo": "Ce convertisseur d'image en texte prend en charge plusieurs formats d'image comme JPG, PNG, JPEG, GIF.",

          "titlethree": "Images à Basse Résolution",
          "descriptionthree": "Si vous avez des images de faible qualité, ne vous inquiétez pas. L'extracteur de texte à partir d'image peut extraire rapidement le texte de photos floues et de faible résolution. Les images de livres, les œuvres manuscrites et les captures d'écran peuvent être pâles et difficiles à lire. Cependant, notre programme peut extraire des données de telles photos avec une grande précision."
        }
      },
      "benefits": {
        "heading": "Avantages du Convertisseur d'Image en Texte",
        "benefits": {
          "titledigi": "Numérisation des Documents Imprimés",
          "descriptiondigione": "La numérisation des documents imprimés est l'une des caractéristiques les plus importantes du convertisseur d'image en texte. Ce processus consiste à convertir des documents physiques, tels que des livres, des articles et des journaux, en formats numériques à l'aide d'un convertisseur d'image en texte.",
          "descriptiondigitwo": "La première étape de la numérisation des documents imprimés est de scanner le document physique. Cela peut être fait en utilisant un scanner standard, une imprimante multifonction ou même une caméra de smartphone. L'objectif est de créer une image haute résolution du document.",
          "descriptiondigithree": "Une fois le document scanné, le fichier image est traité par un convertisseur d'image en texte. Le convertisseur JPG en texte analyse le texte dans l'image, reconnaissant les caractères, les mots et les phrases. Ce convertisseur peut gérer différentes polices, tailles et même du texte manuscrit. Le convertisseur d'image en texte extrait le texte reconnu de l'image et le convertit en un format numérique. Cela peut être un fichier texte brut.",

          "titlehealtwo": "Santé",
          "descriptionheaone": "Convertissez vos images de dossiers médicaux en texte en utilisant le convertisseur d'image en texte pour un accès et une gestion plus faciles.",
          "descriptionheatwo": "Lit et traite automatiquement les images de prescriptions manuscrites avec le convertisseur d'image en texte pour réduire les erreurs dans la distribution des médicaments.",

          "titleedthree": "Éducation",
          "descriptioned": "Ce convertisseur d'image en texte convertit des manuels scannés ou des documents historiques en fichiers texte éditables pour les étudiants. Il accélère également la correction en convertissant les réponses aux tests manuscrits en texte numérique.",

          "titlelefour": "Juridique et Conformité",
          "descriptionleone": "Convertissez les documents juridiques, contrats et accords en fichiers numériques consultables.",
          "descriptionletwo": "Assurez-vous de la conformité aux réglementations nécessitant une conservation numérique des dossiers et une accessibilité via le convertisseur d'image en texte.",

          "titletrfive": "Pour la Traduction",
          "descriptiontr": "Lorsque vous rencontrez du texte dans une langue inconnue, prenez simplement une photo, collez-la dans notre convertisseur d'image en texte, puis entrez les données extraites dans un traducteur de langue."
        }
      }
    },
    "metadata": {
      "title": "Convertisseur d'Image en Texte en Ligne Gratuit - Convertissez Rapidement les Images en Texte",
      "description": "Convertissez des images en texte facilement avec notre convertisseur d'image en texte gratuit. Cet outil vous permet d'extraire du texte des images rapidement et avec précision. Essayez-le maintenant pour transformer n'importe quelle image en texte modifiable !"
    },
    "keyWords": {
      "onek": "ocr d'image",
      "twok": "image en texte",
      "threek": "convertisseur image en texte",
      "fourk": "photo en texte",
      "fivek": "convertir image en texte",
      "sixk": "jpg en texte",
      "sevenk": "ocr",
      "eightk": "ocr gratuit",
      "ninek": "logiciel ocr",
      "tenk": "reconnaissance optique de caractères",
      "elevenk": "image en texte gratuit",
      "twelevek": "convertir une image en texte gratuitement",
      "thirteenk": "comment convertir une image en texte"
    }
  },
  "imageToPdfConverter": {
    "title": "Convertisseur d'Image en PDF",
    "description": "Vous pouvez convertir des fichiers JPG en documents PDF gratuitement en utilisant le convertisseur d'image en PDF. D'un simple clic, vous pouvez convertir une image en PDF.",
    "onlineConvert": {
      "heading": "Conversion d'Image en PDF en Ligne Gratuitement",
      "content": "Le Convertisseur d'Image en PDF en ligne est un outil polyvalent qui convertit facilement les images de n'importe quelle taille en documents PDF sans frais. Que vous ayez des photographies, des graphiques ou des documents scannés, cet outil les transforme efficacement en format PDF. Vous pouvez convertir jusqu'à quatre images en fichiers PDF simultanément, simplifiant ainsi votre flux de travail pour plus de commodité. Profitez de la simplicité de convertir plusieurs images en PDF. Notre convertisseur assure précision et préservation de la qualité de vos images dans les fichiers PDF résultants, ce qui le rend idéal pour un usage personnel, académique ou professionnel grâce à son interface simple et conviviale.",
      "contentone": "Cet outil de conversion JPG en PDF est disponible en plusieurs langues, dont: ",
      "contenttwo": "Vous pouvez choisir votre langue préférée en cliquant sur les options de langue ou en utilisant le sélecteur de langue ci-dessous."
    },
    "howToConvert": {
      "heading": "Comment Convertir une Image en PDF ?",
      "steps": {
        "stepone": "Faites glisser et déposez, collez ou téléchargez votre fichier image en utilisant le bouton **Télécharger le fichier**.",
        "steptwo": "Ensuite, appuyez sur le bouton **Convertir en PDF**.",
        "stepthree": "Maintenant, veuillez faire preuve de patience pendant que notre outil de conversion d'image convertit les images en fichiers PDF.",
        "stepfour": "Dans quelques secondes, vous recevrez vos fichiers PDF convertis. Vous pouvez obtenir tous les fichiers PDF en cliquant sur le bouton **Télécharger Tout**."
      }
    },
    "mainBenefits": {
      "heading": "Principaux Avantages du Convertisseur d'Image",
      "headinghref": "Nos autres outils",
      "benefits": {
        "titleM": "Support Multi-Format",
        "descriptionM": "Notre outil prend en charge une large gamme de formats d'image, permettant aux utilisateurs de convertir JPEG, PNG, GIF en un document PDF. Cette flexibilité répond à divers besoins, qu'il s'agisse de documents professionnels, de projets personnels ou de fins d'archivage.",
        "titleU": "Interface Conviviale",
        "descriptionU": "Notre outil possède une interface intuitive qui rend la conversion d'images en PDF simple et conviviale, même pour ceux avec peu d'expertise technique.",
        "titleH": "Sortie de Haute Qualité",
        "descriptionH": "Notre convertisseur garantit une sortie de haute qualité, préservant la résolution et la clarté originales de l'image dans le PDF final. Vous ne perdrez aucun détail pendant le processus de conversion, assurant que vos images soient magnifiques dans leur nouveau format. Cette fonctionnalité est particulièrement bénéfique pour les professionnels ayant besoin de présentations nettes et claires ou pour quiconque souhaitant maintenir l'intégrité de ses photographies. Avec notre outil, vous pouvez convertir vos images en PDF en toute confiance, sachant qu'elles auront l'air aussi bien que les originales.",
        "titleD": "Design Adapté aux Mobiles",
        "descriptionD": "Convertissez des images en PDF à tout moment et partout grâce à notre design adapté aux mobiles ! Notre outil est optimisé pour les smartphones et les tablettes, garantissant que vous pouvez facilement télécharger et convertir vos images en déplacement. Cette fonctionnalité est parfaite pour les professionnels occupés ou toute personne ayant besoin de convertir rapidement des images depuis ses appareils. Avec toutes les fonctionnalités accessibles sur mobile, vous pouvez gérer vos tâches de conversion sans effort, sans être lié à votre ordinateur. Profitez de la commodité de convertir des images en PDF directement depuis votre poche !",
        "titleB": "Capacité de Conversion par Lots",
        "descriptionB": "Gagnez du temps en utilisant notre fonctionnalité de conversion par lots, qui vous permet de convertir plusieurs images en documents PDF simultanément. Cela est particulièrement utile pour compiler des rapports, des présentations ou des projets personnels où vous souhaitez rassembler plusieurs images dans un fichier organisé. Téléchargez simplement toutes vos images en une seule fois, et notre outil s'occupera du reste, vous fournissant un PDF cohérent prêt à être partagé ou imprimé. Profitez d'un flux de travail plus efficace sans le tracas de convertir des images une par une !"
      }
    },

    "componentTrans": {
      "error": "Erreur lors de la conversion de l'image en PDF",
      "error2": "Seuls 4 fichiers peuvent être convertis à la fois, sélectionnez donc seulement 4 !",
      "error3": "Seules les images JPG, PNG, GIF et JPEG sont autorisées",
      "message": "Faites glisser et déposer, téléchargez ou collez l'image",
      "support": "Formats supportés : JPG, PNG, GIF et JPEG",
      "upload": "Télécharger des fichiers",
      "titleone": "Vos fichiers seront automatiquement supprimés du serveur dans les 2 heures",
      "secure": "Vos fichiers sont sécurisés",
      "clear": "Tout effacer",
      "convert": "Convertir en PDF",
      "suggestion": "*Les fichiers volumineux prennent un certain temps, soyez patient*",
      "over": "Recommencer",
      "fileTitle": "Télécharger le fichier",
      "all": "Tout Télécharger"
    },

    "metadata": {
      "title": "Convertisseur d'Image en PDF Gratuit - Convertir des Images en PDFs en Ligne",
      "description": "Utilisez notre convertisseur JPG en PDF gratuit pour convertir rapidement et facilement jusqu'à quatre images en fichiers PDF. Conversion d'images en PDF en ligne, rapide et simple."
    },
    "keyWords": {
      "onek": "ocr d'image",
      "twok": "jpeg en pdf",
      "threek": "jpg en pdf",
      "fourk": "image en pdf",
      "fivek": "convertisseur jpg en pdf",
      "sixk": "ajouter une image au pdf",
      "sevenk": "image en pdf gratuit",
      "eightk": "convertir une image en pdf",
      "ninek": "image en pdf en ligne",
      "tenk": "conversion jpg en pdf",
      "elevenk": "convertir plusieurs jpg en pdf",
      "twelevek": "convertisseur jpg en pdf en ligne"
    }
  },

  "pdfToExcelConverter": {
    "title": "Convertisseur PDF en Excel",
    "description": "Vous pouvez convertir un PDF en fichier Excel gratuitement en utilisant le convertisseur PDF en Excel. Il vous suffit de cliquer pour convertir un PDF en fichier Excel modifiable.",
    "onlineConvert": {
      "heading": "Conversion en Ligne de PDF en Excel Gratuitement",
      "content": "Ce programme de conversion PDF convertit les PDF en Excel. Cet outil vous permet de convertir un PDF jusqu'à 5 Mo en Excel gratuitement. Vous pouvez convertir un fichier PDF à la fois, mais si le fichier contient plus de 10 pages, cela peut prendre un certain temps. Soyez patient.",
      "contentone": "Cet outil de conversion PDF en Excel est disponible en plusieurs langues, notamment: ",
      "contenttwo": "Vous pouvez choisir votre langue préférée en cliquant sur les sélections de langue ou en utilisant le sélecteur de langue fourni ci-dessous."
    },
    "howToConvert": {
      "heading": "Comment Convertir un PDF en Excel ?",
      "steps": {
        "stepone": "Faites glisser et déposez ou téléchargez votre fichier PDF en utilisant le bouton **Télécharger le fichier**.",
        "steptwo": "Ensuite, appuyez sur le bouton **Convertir en Excel**.",
        "stepthree": "Veuillez patienter pendant que notre outil de conversion PDF convertit les PDF en Excel.",
        "stepfour": "Dans quelques secondes, vous pouvez obtenir votre fichier Excel converti. Vous pouvez obtenir le fichier Excel en cliquant sur le bouton **Télécharger**."
      }
    },
    "keyFeatures": {
      "heading": "Caractéristiques Clés du Convertisseur PDF",
      "headinghref": "Nos autres outils",
      "features": {
        "titleF": "Accès Gratuit",
        "descriptionF": "Notre convertisseur PDF est entièrement gratuit, assurant l'accessibilité pour tous les utilisateurs sans frais ni abonnements.",

        "titleB": "Conversion en Lot",
        "descriptionB": "Convertissez facilement plusieurs pages de PDF en CSV, en traitant des documents de plus de 100 pages et jusqu'à 5 Mo par fichier, bien que les temps de traitement puissent varier.",

        "titleE": "Fonctionnalité Améliorée avec OCR",
        "descriptiononeE": "Convertissez les PDF scannés en fichiers Excel modifiables avec prise en charge OCR, vous permettant de manipuler et d'utiliser les données plus efficacement.",
        "descriptiontwoE": "Ces fonctionnalités soulignent la polyvalence et la sécurité de notre convertisseur PDF, en faisant un choix fiable pour tous vos besoins de conversion de documents.",

        "titleA": "Préservation Précise des Données",
        "descriptionA": "Notre convertisseur de PDF en Excel garantit que tous les tableaux, colonnes et données sont préservés avec précision lors de la conversion. Fini le temps passé à reformater ou à corriger des erreurs : vos données resteront exactement telles qu'elles étaient dans le PDF d'origine. Grâce à cette fonctionnalité, vous pouvez être sûr que votre fichier Excel correspondra à la structure et à l'intégrité du PDF, facilitant ainsi l'analyse et la gestion de vos données. Profitez de transitions de données sans faille sans perte de qualité ni de précision lors de la conversion de PDF en Excel !",
        "titleM": "Support Multilingue",
        "descriptionM": "Notre convertisseur prend en charge les PDF dans plusieurs langues, garantissant une conversion précise peu importe la langue du document. Cette fonctionnalité facilite aux utilisateurs du monde entier la conversion de leurs documents sans se soucier des barrières linguistiques. Que votre PDF soit en anglais, espagnol, français ou dans toute autre langue, notre convertisseur le traite efficacement tout en préservant tout le texte et le format.",
        "titleD": "Fonctionnalité Glisser-Déposer",
        "descriptionD": "Téléchargez rapidement et facilement vos PDF grâce à notre fonctionnalité de glisser-déposer. Plus besoin de cliquer à travers plusieurs étapes ou de chercher vos fichiers : il vous suffit de faire glisser votre fichier dans le convertisseur et de commencer le processus instantanément. Cette fonctionnalité rend encore plus pratique le démarrage de votre conversion de PDF en Excel en un seul mouvement rapide, accélérant votre flux de travail et vous faisant gagner du temps."
      }
    },

    "componentTrans": {
      "error": "Erreur lors de la conversion du PDF en Excel :",
      "error2": "Un seul fichier peut être converti à la fois, donc sélectionnez seulement 1 fichier PDF !",
      "error3": "La taille du fichier PDF ne doit pas dépasser 5 Mo",
      "error4": "Seuls les fichiers PDF sont autorisés",
      "message": "Faites glisser et déposez ou téléchargez le PDF",
      "support": "Formats supportés : uniquement PDF",
      "upload": "Télécharger des fichiers",
      "titleone": "Vos fichiers seront automatiquement supprimés du serveur dans les 2 heures",
      "secure": "Vos fichiers sont sécurisés",
      "clear": "Tout effacer",
      "convert": "Convertir en Excel",
      "suggestion": "*Les fichiers volumineux prennent un certain temps, soyez patient*",
      "fileTitle": "Télécharger le fichier",
      "over": "Recommencer"
    },
    "metadata": {
      "title": "Convertir PDF en Excel Facilement et Gratuitement - Meilleur Outil en Ligne pour Convertir PDF en Excel",
      "description": "Notre convertisseur PDF en Excel rend la conversion des fichiers PDF en feuilles de calcul Excel simple et entièrement gratuite. Avec notre outil facile à utiliser, vous pouvez transformer rapidement vos documents PDF en fichiers Excel modifiables sans aucun coût. Profitez de conversions rapides et précises sans frais cachés !"
    },
    "keyWords": {
      "onek": "ocr d'image",
      "twok": "pdf en excel",
      "threek": "convertisseur pdf en excel",
      "fourk": "pdf en csv",
      "fivek": "convertir pdf en excel",
      "sixk": "pdf en feuille de calcul excel",
      "sevenk": "convertisseur pdf en excel gratuit",
      "eightk": "convertir pdf en excel gratuitement",
      "ninek": "comment convertir un pdf en excel"
    }
  },

  "pdfToImageConverter": {
    "title": "Convertisseur PDF en Image",
    "description": "Avec le convertisseur PDF en image, vous pouvez convertir un PDF en JPG gratuitement en un seul clic.",
    "onlineConvert": {
      "heading": "Conversion en Ligne de PDF en Image Gratuitement",
      "content": "Ce convertisseur PDF en image en ligne est une application gratuite qui convertit rapidement les documents PDF en photos de n'importe quelle taille. Vous pouvez convertir deux fichiers PDF en même temps, cependant, les fichiers plus volumineux contenant plus de dix pages peuvent prendre plus de temps à compléter. Nous mettons l'accent sur la précision et l'efficacité, garantissant que vos photos converties conservent leur qualité et leur mise en page d'origine. Que vous convertissiez des rapports, des présentations ou d'autres documents, notre outil offre une expérience fluide qui ne nécessite aucun téléchargement ni abonnement. Convertissez les PDF en images simplement et en toute sécurité depuis votre navigateur.",
      "contentone": "Cet outil de conversion de PDF en JPG est disponible en plusieurs langues, y compris : ",
      "contenttwo": "Vous pouvez choisir votre langue préférée en cliquant sur les sélections de langue ou en utilisant le sélecteur de langue fourni ci-dessous."
    },
    "howToConvert": {
      "heading": "Comment Convertir un PDF en Image ?",
      "steps": {
        "stepone": "Faites glisser et déposez ou téléchargez votre fichier PDF en utilisant le bouton **Télécharger le fichier**.",
        "steptwo": "Ensuite, appuyez sur le bouton **Convertir en Image**.",
        "stepthree": "Veuillez patienter pendant que notre outil de conversion PDF convertit les PDF en images.",
        "stepfour": "En quelques secondes, vous pouvez obtenir vos fichiers images convertis. Vous pouvez obtenir un fichier ZIP des deux en cliquant sur le bouton **Télécharger**."
      }
    },
    "keyFeatures": {
      "heading": "Caractéristiques Clés du Convertisseur PDF",
      "headinghref": "Nos autres outils",
      "features": {
        "titleF": "Gratuit à Utiliser",
        "descriptionF": "Notre convertisseur PDF en JPG est entièrement gratuit pour tous les utilisateurs. Il n'y a pas de frais cachés ni d'abonnements, garantissant l'accessibilité pour tout le monde.",

        "titleS1": "Support de Plusieurs Fichiers PDF",
        "descriptionS1": "Ce convertisseur gère efficacement plusieurs fichiers PDF à la fois, ce qui le rend idéal pour les tâches de traitement en lot telles que la conversion de rapports, de documents académiques ou commerciaux.",

        "titleS2": "Support de Plusieurs Pages PDF",
        "descriptionS2": "Notre convertisseur PDF en image peut convertir des PDF jusqu'à 5 Mo, assurant une flexibilité pour divers types de documents. Bien que les fichiers plus volumineux puissent prendre plus de temps, nous privilégions des conversions précises et de haute qualité.",

        "titleS3": "Sécurité et Confidentialité",
        "descriptionS3": "Nous privilégions la sécurité et la confidentialité de vos données pendant le processus de conversion. Des protocoles de cryptage avancés garantissent que vos informations sensibles restent sécurisées et privées.",

        "titleS4": "Conversion de haute qualité",
        "descriptionS4": "Nous ne faisons pas que convertir vos PDF ; nous veillons à ce que les images soient nettes et claires. Chaque détail, du texte aux graphiques, est préservé en haute résolution, ce qui rend notre outil parfait pour la conversion de documents avec des images, des graphiques ou des mises en page détaillées. Que vous ayez besoin de ces images pour une présentation, une impression ou simplement comme référence, vous pouvez compter sur des résultats de haute qualité à chaque fois.",

        "titleS5": "Rapide et fiable",
        "descriptionS5": "Personne n'aime attendre que des fichiers se convertissent. C'est pourquoi notre convertisseur PDF en JPG est conçu pour être rapide. Même avec des fichiers volumineux, vous ne serez pas obligé d'attendre longtemps. Nous privilégions une conversion rapide sans sacrifier la qualité, afin que vous puissiez convertir vos fichiers et continuer votre journée."
      }
    },

    "componentTrans": {
      "error": "Erreur lors de la conversion du PDF en image:",
      "error2": "Seuls 2 fichiers peuvent être convertis à la fois, donc sélectionnez seulement 2 PDF !",
      "error3": "La taille du fichier PDF ne doit pas dépasser 5 Mo",
      "error4": "Seuls les fichiers PDF sont autorisés",
      "message": "Faites glisser et déposez ou téléchargez le PDF",
      "support": "Formats supportés : uniquement PDF",
      "upload": "Télécharger des fichiers",
      "titleone": "Vos fichiers seront automatiquement supprimés du serveur dans les 2 heures",
      "secure": "Vos fichiers sont sécurisés",
      "upload2": "Télécharger PDF",
      "clear": "Tout effacer",
      "convert": "Convertir en Image",
      "suggestion": "*Les fichiers volumineux prennent un certain temps, soyez patient*",
      "all": "Toutes les Images",
      "allTile": "Télécharger toutes les Images",
      "over": "Recommencer"
    },
    "metadata": {
      "title": "Convertisseur PDF en Image Gratuit - Convertissez les PDF en fichiers JPG instantanément",
      "description": "Convertissez les fichiers PDF en images JPG instantanément avec notre convertisseur PDF en image facile à utiliser. Rapide, efficace et gratuit."
    },
    "keyWords": {
      "onek": "ocr d'image",
      "twok": "convertisseur pdf en image",
      "threek": "pdf en jpg",
      "fourk": "pdf en images",
      "fivek": "convertir pdf en image",
      "sixk": "python pdf en image",
      "sevenk": "convertisseur pdf en image gratuit",
      "eightk": "pdf en image en ligne",
      "ninek": "convertir pdf en fichiers image",
      "tenk": "convertisseur pdf en jpg gratuit",
      "elevenk": "convertir un pdf en jpg",
      "twelevek": "convertir pdf en jpg gratuitement"
    }
  },

  "pdfToWordConverter": {
    "title": "Convertisseur PDF en Word",
    "description": "Avec le convertisseur PDF en Word, vous pouvez convertir des fichiers PDF en documents Docx gratuitement. Pour convertir un PDF en document Word éditable, il vous suffit de cliquer sur le bouton de conversion.",
    "onlineConvert": {
      "heading": "Conversion en Ligne de PDF en Word Gratuitement",
      "content": "Ce programme de conversion PDF en Word permet de convertir gratuitement des PDF en Word. Vous pouvez convertir deux fichiers PDF à la fois, cependant, si le fichier contient plus de 10 pages, cela peut prendre un certain temps. Soyez patient.",
      "contentone": "Cet outil de conversion de PDF en DOCX est accessible dans plusieurs langues, y compris: ",
      "contenttwo": "Vous pouvez choisir votre langue préférée en cliquant sur les sélections de langue ou en utilisant le sélecteur de langue fourni ci-dessous."
    },
    "howToConvert": {
      "heading": "Comment Convertir un PDF en Word ?",
      "steps": {
        "stepone": "Faites glisser et déposez ou téléchargez votre fichier PDF en utilisant le bouton **Télécharger le fichier**.",
        "steptwo": "Ensuite, appuyez sur le bouton **Convertir en Word**.",
        "stepthree": "Veuillez patienter pendant que notre outil de conversion PDF convertit les PDF en Word.",
        "stepfour": "En quelques secondes, vous pouvez obtenir votre fichier Word converti. Si vous avez converti deux fichiers PDF, vous pouvez obtenir un fichier ZIP des deux en cliquant sur le bouton **Télécharger Tout**."
      }
    },
    "keyFeatures": {
      "heading": "Caractéristiques Clés du Convertisseur PDF",
      "headinghref": "Nos autres outils",
      "features": {
        "titleF": "Gratuit à Utiliser",
        "descriptionF": "Notre convertisseur PDF en Word est entièrement gratuit pour tout le monde. Que vous soyez étudiant, professionnel ou simplement quelqu'un ayant besoin de convertir des documents, vous pouvez utiliser cet outil sans frais cachés ni abonnement. Cela garantit que tout le monde a accès à des services de conversion de haute qualité sans se soucier des coûts.",

        "titleS1": "Support de Plusieurs Fichiers PDF",
        "descriptionS1": "Ce puissant convertisseur PDF en Word vous permet de traiter 2 fichiers PDF simultanément. Que vous ayez des rapports, des documents académiques ou des documents commerciaux, notre outil peut les traiter tous à la fois. Cette fonctionnalité vous fait gagner du temps et de l'effort, ce qui le rend idéal pour les utilisateurs ayant des besoins de conversion en volume élevé.",

        "titleS2": "Support de Plusieurs Pages PDF",
        "descriptionS2": "Notre convertisseur PDF en Word est conçu pour gérer des documents de différentes longueurs. Il peut convertir des PDF jusqu'à 5 Mo, offrant une flexibilité pour différents types de documents. Bien que les fichiers plus volumineux puissent mettre un peu plus de temps à traiter, nos algorithmes avancés garantissent des résultats de conversion précis et de haute qualité pour les documents de plus de 10 pages.",

        "titleS3": "Sécurité et Confidentialité",
        "descriptionS3": "Nous privilégions la sécurité et la confidentialité de vos données. Notre convertisseur PDF en Word utilise des protocoles de cryptage avancés pour protéger vos informations sensibles pendant le processus de conversion. Nous garantissons que vos documents restent confidentiels et nous ne stockons ni ne partageons vos fichiers avec des tiers. Vous pouvez utiliser notre outil en toute confiance, sachant que vos données sont sécurisées.",

        "titleO": "Support OCR",
        "descriptionO": "Notre convertisseur est équipé de la technologie de Reconnaissance Optique de Caractères (OCR), ce qui lui permet de convertir des PDF scannés en documents Word éditables. Cette fonctionnalité est particulièrement utile pour la numérisation de documents imprimés, les rendant éditables et recherchables."
      }
    },

    "componentTrans": {
      "error": "Erreur lors de la conversion de PDF en Word",
      "error2": "Seuls 2 fichiers peuvent être convertis à la fois, donc sélectionnez seulement 2 PDF !",
      "error3": "La taille des fichiers PDF ne doit pas dépasser 5 Mo",
      "error4": "Seuls les fichiers PDF sont autorisés",
      "message": "Faites glisser et déposez ou téléchargez le PDF",
      "support": "Formats supportés : uniquement PDF",
      "upload": "Télécharger des fichiers",
      "titleone": "Vos fichiers seront automatiquement supprimés du serveur dans les 2 heures",
      "secure": "Vos fichiers sont sécurisés",
      "upload2": "Télécharger PDF",
      "clear": "Tout effacer",
      "convert": "Convertir en Word",
      "suggestion": "*Les fichiers volumineux prennent un certain temps, soyez patient*",
      "fileTitle": "Télécharger le fichier",
      "over": "Recommencer",
      "allDownload": "Télécharger Tout"
    },
    "metadata": {
      "title": "Convertisseur gratuit de PDF en Word - Convertissez vos PDFs en fichiers Docx gratuitement et instantanément",
      "description": "Convertissez vos PDFs en fichiers DOCX entièrement modifiables avec notre convertisseur PDF en Word facile à utiliser. Transformez vos documents rapidement et avec précision tout en préservant le format et la mise en page."
    },
    "keyWords": {
      "onek": "ocr d'image",
      "twok": "ocr de pdf",
      "threek": "convertisseur pdf en word",
      "fourk": "convertir pdf en word",
      "fivek": "convertisseur pdf en docx",
      "sixk": "pdf en doc",
      "sevenk": "pdf en document Word",
      "eightk": "convertir de pdf en Word",
      "ninek": "convertir pdf en Word en ligne",
      "tenk": "changer pdf en Word",
      "elevenk": "convertir pdf en Word gratuitement",
      "twelevek": "pdf en docx gratuit"
    }
  },

  "wordToPdfConverter": {
    "title": "Convertisseur Word en PDF",
    "description": "Vous pouvez convertir des fichiers Doc|Docx en documents PDF gratuitement en utilisant le convertisseur Word en PDF. Avec un seul clic, convertissez un document Word éditable en un PDF consultable.",
    "onlineConvert": {
      "heading": "Conversion en Ligne de Word en PDF Gratuitement",
      "content": "Ce programme de conversion Word en PDF permet de convertir gratuitement des Docx en PDF. Vous pouvez convertir deux fichiers Docx à la fois ; cependant, si le fichier contient plus de 10 pages, cela peut prendre un certain temps. Veuillez être patient.",
      "contentone": "Cet outil de conversion de DOCX en PDF est disponible en plusieurs langues, dont : ",
      "contenttwo": "Vous pouvez choisir votre langue préférée en cliquant sur les options de langue ou en utilisant le sélecteur de langue fourni ci-dessous."
    },
    "howToConvert": {
      "heading": "Comment Convertir Word en PDF ?",
      "steps": {
        "stepone": "Faites glisser et déposez ou téléchargez votre fichier Word en utilisant le bouton **Télécharger le fichier**.",
        "steptwo": "Ensuite, appuyez sur le bouton **Convertir en PDF**.",
        "stepthree": "Veuillez patienter pendant que notre outil de conversion Word convertit les Docx en PDF.",
        "stepfour": "En quelques secondes, vous recevrez votre fichier PDF converti. Si vous avez converti deux fichiers Docx, vous pouvez obtenir un fichier ZIP contenant les deux en cliquant sur le bouton **Télécharger Tout**."
      }
    },
    "keyFeatures": {
      "heading": "Fonctionnalités du Convertisseur Docx",
      "headinghref": "Nos autres outils",
      "features": {
        "titleU": "Interface Conviviale",
        "descriptionU": "Notre convertisseur de Word en PDF est conçu avec vous à l'esprit ! L'interface conviviale rend l'ensemble du processus de conversion très simple, quel que soit votre niveau de compétence. Vous n'avez pas besoin d'être un expert en technologie pour naviguer, il vous suffit de quelques clics simples et le tour est joué. Que vous soyez un professionnel occupé ayant besoin de convertir des documents rapidement ou un étudiant travaillant sur un projet, notre mise en page intuitive vous aide à vous concentrer sur la réalisation de votre tâche. Profitez d'une expérience fluide avec tout clairement disposé, afin que vous puissiez convertir vos fichiers sans tracas !",

        "titleS": "Support pour Plusieurs Fichiers Docx",
        "descriptionS": "Vous avez une pile de documents Word à convertir ? Pas de problème ! Notre convertisseur prend en charge le traitement par lot, vous permettant de transformer plusieurs fichiers en PDFs consultables en une seule fois. Cette fonctionnalité est un véritable changement de jeu pour quiconque doit gérer de grands volumes de documents—pensez aux rapports, aux essais ou à toute autre paperasse importante. De plus, la conversion en PDFs consultables signifie que vous pourrez facilement trouver et accéder au texte plus tard. C'est efficace et sécurisé, vous permettant de traiter vos tâches sans stress. Gagnez du temps et optimisez votre flux de travail avec cet outil pratique !",

        "titleM": "Sécurisé et Privé",
        "descriptionM": "Nous prenons votre vie privée très au sérieux ! Notre convertisseur de Word en PDF garantit que vos documents sont traités de manière sécurisée, afin que vous puissiez convertir vos fichiers sans craindre des violations de données ou un accès non autorisé. Nous utilisons le cryptage pour protéger vos informations et nous ne stockons vos fichiers plus longtemps que nécessaire. Une fois la conversion terminée, vos documents sont supprimés de nos serveurs, garantissant que votre vie privée est respectée. Ayez confiance en utilisant notre outil pour tous vos documents sensibles, sachant que la sécurité est notre priorité absolue !",

        "titleF": "Vitesse de Conversion Rapide",
        "descriptionF": "Nous savons que votre temps est précieux, c'est pourquoi notre convertisseur de Word en PDF est conçu pour la rapidité ! Vous pouvez vous attendre à des conversions rapides, que vous traitiez un seul document ou plusieurs fichiers à la fois. Il vous suffit de télécharger votre fichier Word, de cliquer pour convertir et voilà—votre PDF est prêt en un rien de temps ! Ce processus efficace signifie que vous pouvez continuer à travailler sans retard, ce qui le rend parfait pour les professionnels occupés ou toute personne ayant un emploi du temps serré. Profitez de conversions rapides et sans tracas pour vous concentrer sur ce qui compte vraiment !"
      }
    },

    "componentTrans": {
      "error": "Erreur lors de la conversion de Word en PDF",
      "error2": "Seuls 2 fichiers peuvent être convertis à la fois, donc sélectionnez seulement 2 Docx !",
      "error3": "La taille des fichiers Docx ne doit pas dépasser 5 Mo",
      "error4": "Seuls les fichiers Docx sont autorisés",
      "message": "Faites glisser et déposez ou téléchargez Docx",
      "support": "Formats supportés : uniquement Doc et Docx",
      "upload": "Télécharger des fichiers",
      "titleone": "Vos fichiers seront automatiquement supprimés du serveur dans les 2 heures",
      "secure": "Vos fichiers sont sécurisés",
      "upload2": "Télécharger Docx",
      "clear": "Tout effacer",
      "convert": "Convertir en PDF",
      "suggestion": "*Les fichiers volumineux prennent un certain temps, soyez patient*",
      "over": "Recommencer",
      "fileTitle": "Télécharger le fichier",
      "allDownload": "Télécharger Tout"
    },
    "metadata": {
      "title": "Convertisseur Word en PDF Gratuit - Convertissez votre fichier Docx en PDF en ligne",
      "description": "Ce convertisseur Word en PDF permet de convertir des fichiers Docx en fichiers PDF. En seulement quelques clics et gratuitement, vous pouvez utiliser ce convertisseur pour transformer vos fichiers en PDF de haute qualité."
    },

    "keyWords": {
      "onek": "ocr d'image",
      "twok": "docx en pdf",
      "threek": "doc en pdf",
      "fourk": "convertir word en pdf",
      "fivek": "convertisseur word en pdf",
      "sixk": "convertisseur de word en pdf",
      "sevenk": "convertir de Word en PDF",
      "eightk": "convertisseur en ligne de Word en PDF",
      "ninek": "convertisseur de Word en PDF en ligne gratuit",
      "tenk": "changer de Word en PDF",
      "elevenk": "convertisseur de DOCX en PDF",
      "twelevek": "conversion de DOCX en PDF",
      "thirteenk": "DOCX en PDF en ligne"
    }
  },
  "faq": {
    "title": "FAQs",
    "sections": {
      "pdfToImage": {
        "title": "PDF en Image",
        "items": {
          "questionone": "Quels types d'images puis-je obtenir à partir de fichiers PDF ?",
          "answerone": "Vous pouvez convertir des fichiers PDF en formats d'image tels que JPEG.",

          "questiontwo": "Combien de pages d'un PDF puis-je convertir en images à la fois ?",
          "answertwo": "Vous pouvez convertir toutes les pages d'un fichier PDF en images simultanément. Le processus de conversion génère un fichier image par page."
        }
      },
      "pdfToWord": {
        "title": "PDF en Word",
        "items": {
          "questionone": "En quel format le document Word est-il converti à partir d'un fichier PDF ?",
          "answerone": "Les fichiers PDF sont convertis en documents Word modifiables (format .docx).",

          "questiontwo": "Les images et la mise en forme sont-elles conservées lors de la conversion PDF en Word ?",
          "answertwo": "Oui, les images et la plupart des éléments de mise en forme (polices, styles, tableaux, etc.) sont conservés pendant le processus de conversion.",

          "questionthree": "Les fichiers PDF protégés par mot de passe peuvent-ils être convertis en documents Word ?",
          "answerthree": "Si vous avez le mot de passe pour déverrouiller le fichier PDF, vous pouvez convertir des PDFs protégés par mot de passe en documents Word. Sinon, la conversion peut ne pas être possible sans le mot de passe."
        }
      },
      "imageToText": {
        "title": "Image en Texte",
        "items": {
          "questionone": "Quels types d'images puis-je convertir en texte ?",
          "answerone": "Vous pouvez convertir divers types d'images contenant du texte, telles que JPEG, PNG et GIF, en fichiers texte modifiables.",

          "questiontwo": "La qualité et la clarté de l'image affectent-elles la précision de la reconnaissance du texte ?",
          "answertwo": "Oui, une qualité et une clarté d'image plus élevées entraînent généralement une meilleure précision de la reconnaissance du texte. Les images avec du bruit ou une résolution médiocre peuvent affecter la précision.",

          "questionthree": "Le texte manuscrit dans les images peut-il être converti en texte modifiable ?",
          "answerthree": "La reconnaissance du texte manuscrit dépend de la clarté et de la lisibilité de l'écriture. Les logiciels OCR (reconnaissance optique de caractères) avancés peuvent prendre en charge la reconnaissance du texte manuscrit."
        }
      },
      "pdfToExcel": {
        "title": "PDF en Excel",
        "items": {
          "questionone": "En quel format le fichier Excel est-il converti à partir d'un PDF ?",
          "answerone": "Les fichiers PDF sont convertis en feuilles de calcul Excel (format .xlsx). Cela vous permet de manipuler et d'analyser les données dans Excel.",

          "questiontwo": "Les tableaux et la mise en forme sont-ils conservés lors de la conversion PDF en Excel ?",
          "answertwo": "Oui, les tableaux, la mise en forme des données et la plupart des structures de mise en page sont conservés pendant le processus de conversion. Les mises en page complexes peuvent nécessiter des ajustements manuels.",

          "questionthree": "Les fichiers PDF protégés par mot de passe peuvent-ils être convertis en feuilles de calcul Excel ?",
          "answerthree": "Si vous avez le mot de passe pour déverrouiller le fichier PDF, vous pouvez convertir des PDFs protégés par mot de passe en feuilles de calcul Excel. Sinon, la conversion peut ne pas être possible sans le mot de passe."
        }
      },
      "imageToPdf": {
        "title": "Image en PDF",
        "items": {
          "questionone": "Quels types d'images puis-je convertir en PDF ?",
          "answerone": "Vous pouvez convertir divers types d'images (JPEG, PNG, GIF, etc.) en format PDF.",

          "questiontwo": "Puis-je convertir plusieurs images ?",
          "answertwo": "Oui, vous pouvez convertir plusieurs photos en plusieurs documents PDF. Il y a un PDF pour chaque image."
        }
      },
      "wordToPdf": {
        "title": "Word en PDF",
        "items": {
          "questionone": "En quel format le fichier PDF est-il converti à partir d'un document Word ?",
          "answerone": "Les documents Word (.docx et .doc) sont convertis en format PDF. Cette conversion conserve le contenu et la mise en forme du document Word original.",

          "questiontwo": "Les images et la mise en forme sont-elles conservées lors de la conversion Word en PDF ?",
          "answertwo": "Oui, les images, polices, styles, tableaux et la plupart des éléments de mise en forme sont conservés pendant le processus de conversion. Les mises en page complexes peuvent nécessiter des ajustements.",

          "questionthree": "Les documents Word protégés par mot de passe peuvent-ils être convertis en PDF ?",
          "answerthree": "Si vous avez le mot de passe pour déverrouiller le document Word, vous pouvez convertir des documents protégés par mot de passe en PDF. Sinon, la conversion peut ne pas être possible sans le mot de passe."
        }
      }
    },
    "metadata": {
      "title": "FAQ",
      "description": "Page des questions fréquemment posées où vous pouvez trouver des réponses à toutes vos questions sur les convertisseurs"
    }
  },
  "aboutUs": {
    "title": "À Propos de Nous",
    "content": {
      "intro": "ImageOCR.info offre les meilleurs outils pour convertir des images en texte, des PDF scannés et des fichiers Docx en formats modifiables et consultables. Notre logiciel OCR hautement développé convertit les documents en divers types de fichiers, tels que Excel, PDF, Docx, images et texte. Nous fournissons une conversion rapide et précise dans le cadre de notre service pour vous faire gagner du temps et éliminer les procédures manuelles.",
      "sections": {
        "titleone": "Conversion Efficace des Documents",
        "textone": "Notre service OCR en ligne gratuit élimine le besoin de saisir manuellement les documents, réduisant ainsi l'énergie et le temps nécessaires. Notre service propose des conversions rapides et précises pour les documents simples et multipages, augmentant ainsi la productivité.",

        "titletwo": "Support Multilingue",
        "texttwo": "Ce service prend en charge 36 langues, couvrant à la fois les langues APAC et EMEA telles que l'anglais, le français, l'allemand, l'italien, le portugais, le russe, l'espagnol, le japonais, le chinois, le coréen, et bien d'autres encore. Nous traitons également les documents rédigés en plusieurs langues, garantissant un support complet pour vos besoins.",

        "titlethree": "Gratuit et Rapidement Accessible",
        "textthree": "Profitez de notre service gratuit pour toujours. Découvrez pourquoi de nombreuses personnes comptent sur ImageOCR.info pour leurs besoins de conversion de documents en utilisant notre service pratique."
      }
    },
    "metadata": {
      "title": "À propos de nous",
      "description": "Ceci est un convertisseur en ligne gratuit pour les images, les PDF, les fichiers Docx et les feuilles de calcul Excel."
    }
  },
  "contactus": {
    "title": "Contactez-nous",
    "description": "Pour toute question ou retour, veuillez nous contacter par e-mail à **imageocrcontact@gmail.com**. Nous attachons une grande importance à vos demandes et nous nous efforçons de vous fournir une assistance rapide concernant nos services, les conversions de documents ou tout support technique dont vous pourriez avoir besoin. Que vous ayez des suggestions d'amélioration ou des demandes de clarification sur nos fonctionnalités, notre équipe de support dédiée est là pour vous aider. N'hésitez pas à nous contacter à tout moment.",
    "metadata": {
      "title": "Contactez-nous",
      "description": "Contactez-nous pour toute question concernant ce convertisseur."
    }
  },

  "termsandcondition": {
    "heading1": "Conditions Générales",
    "termssection1": {
      "paragraph": "Ce document décrit les conditions générales d'utilisation du site web imageocr.info."
    },
    "termssection2": {
      "heading2": "Acceptation des Conditions",
      "paragraph1": "En accédant à ce site web, les utilisateurs acceptent ces conditions générales. Les termes « Client », « Vous » et « Votre » désignent l'utilisateur qui se connecte et se conforme aux conditions de l'entreprise. « L'Entreprise », « Nous », « Notre » et « Nous » font référence à l'entreprise, tandis que « Partie », « Parties » ou « Nous » se réfèrent à la fois au client et à nous.",
      "paragraph2": "Les termes sont considérés comme interchangeables et régis par les conditions d'utilisation. En utilisant imageocr.info, les utilisateurs acceptent ces conditions et sont légalement tenus de les respecter. L'entreprise peut modifier ces conditions à sa discrétion, et les utilisateurs doivent vérifier régulièrement la page pour les mises à jour. Si les utilisateurs ne sont pas d'accord avec ces conditions, ils ne doivent pas utiliser le site web."
    },
    "termssection3": {
      "heading2": "Responsabilité et Protection",
      "paragraph1": "imageocr.info est un site web qui offre des services, mais ne garantit pas leur précision ou leur fiabilité. Les utilisateurs sont invités à signaler toute erreur. Le site peut être modifié sans préavis, et les utilisateurs ne sont pas responsables des pertes, changements ou corruptions de contenu soumis. Le site ne garantit pas un fonctionnement sans problème ni un serveur sans virus. Si les utilisateurs doivent réparer ou remplacer du matériel ou des données, ils sont responsables des coûts associés.",
      "paragraph2": "imageocr.info peut afficher du contenu de tiers, y compris des liens vers des sites web tiers, dont la responsabilité incombe uniquement au fournisseur. Le site peut examiner, supprimer ou refuser d'afficher ce contenu, mais n'a aucune obligation de le faire. imageocr.info n'approuve ni n'assume la responsabilité du contenu sur les sites tiers, les utilisateurs doivent donc y accéder à leurs propres risques. Il est important de faire preuve de discernement et d'agir à vos propres risques."
    },
    "termssection4": {
      "heading2": "À propos des Conditions de Service",
      "paragraph1": "imageocr.info ne prétend pas que ses services conviennent à un but ou un public spécifique. Le site n'est pas responsable des dommages, réclamations ou blessures résultant d'un accès illégal ou inapproprié.",
      "paragraph2": "Si une disposition des Conditions d'Utilisation est invalide, les autres dispositions restent valables. Le choix de imageocr.info de ne pas faire respecter une disposition ne renonce pas à son droit de le faire à l'avenir. Il est important de revoir régulièrement les Conditions d'Utilisation pour les mises à jour ou modifications. En continuant à utiliser le site, les utilisateurs acceptent d'être liés par la version la plus récente des Conditions d'Utilisation."
    },
    "termssection5": {
      "heading2": "Cookies",
      "paragraph": "Nous utilisons des cookies. En accédant à imageocr.info, vous acceptez notre utilisation des cookies, comme indiqué dans notre Politique de Confidentialité. La plupart des sites web interactifs utilisent des cookies pour récupérer les informations des utilisateurs à chaque visite. Notre site utilise des cookies pour permettre le bon fonctionnement du site et faciliter la navigation des visiteurs. Certains de nos partenaires et annonceurs peuvent également utiliser des cookies."
    },
    "termssection6": {
      "heading2": "Avertissement",
      "paragraph1": "Dans la mesure maximale autorisée par la loi applicable, nous excluons toutes les représentations, garanties et conditions relatives à notre site web et à son utilisation. Rien dans cet avertissement ne :",
      "listItem1": "ne limite ni n'exclut notre responsabilité ou la vôtre en cas de décès ou de blessures corporelles ;",
      "listItem2": "ne limite ni n'exclut notre responsabilité ou la vôtre en cas de fraude ou de fausse déclaration frauduleuse ;",
      "listItem3": "ne limite aucune de nos responsabilités ou des vôtres de manière non autorisée par la loi applicable ; ou n'exclut aucune de nos responsabilités ou des vôtres qui ne peuvent être exclues en vertu de la loi applicable.",
      "paragraph2": "Les limitations et exclusions de responsabilité définies dans cette section et ailleurs dans cet avertissement : (a) sont soumises au paragraphe précédent ; et (b) régissent toutes les responsabilités découlant de l'avertissement, y compris les responsabilités contractuelles, délictuelles et pour violation de devoirs statutaires. Tant que le site web et les informations et services fournis sont gratuits, nous ne serons pas responsables de toute perte ou dommage de quelque nature que ce soit."
    },
    "termssection7": {
      "heading2": "Suppression de Liens de Notre Site Web",
      "paragraph1": "Si vous trouvez un lien sur notre site web qui est offensant pour une raison quelconque, vous pouvez nous contacter et nous en informer à tout moment. Nous examinerons les demandes de suppression de liens mais nous ne sommes pas tenus de le faire ou de vous répondre directement.",
      "paragraph2": "Nous ne garantissons pas que les informations sur ce site web sont correctes, nous ne garantissons pas leur exhaustivité ou leur précision ; nous ne promettons pas non plus que le site web reste disponible ou que le matériel sur le site web est à jour."
    },
    "termssection8": {
      "heading2": "Licence",
      "paragraph": "imageocr.info détient les droits de propriété intellectuelle sur tout le matériel présent sur le site web, sauf indication contraire. Les utilisateurs peuvent accéder au contenu pour un usage personnel, mais ne doivent pas republier, vendre, louer, sous-licencier, reproduire, dupliquer ou distribuer le contenu."
    },
    "metadata": {
      "title": "Conditions Générales",
      "description": "Conditions d'utilisation de notre outil de conversion gratuit."
    }
  },
  "privacyPolicy": {
    "title": "Politique de Confidentialité pour ImageOCR.info",
    "sections": {
      "introduction": {
        "paragraph1": "L'utilisation du service ImageOCR.info est soumise à votre acceptation de nos Conditions Générales et de cette Politique de Confidentialité.",
        "paragraph2": "Sur ImageOCR.info, accessible à imageocr.info, protéger la vie privée de nos visiteurs est l'une de nos principales priorités. Ce document de Politique de Confidentialité décrit les types d'informations collectées et enregistrées par ImageOCR.info et explique comment nous les utilisons.",
        "paragraph3": "Si vous avez des questions supplémentaires ou avez besoin de plus d'informations sur notre Politique de Confidentialité, n'hésitez pas à nous contacter.",
        "paragraph4": "Cette Politique de Confidentialité entre en vigueur dès votre première utilisation du service. En utilisant ImageOCR.info, vous reconnaissez avoir lu et compris les termes de cette Politique de Confidentialité et acceptez d'y être soumis. Si vous n'êtes pas d'accord avec cette Politique de Confidentialité, veuillez ne pas utiliser ImageOCR.info ni aucun matériel et ressource disponible sur ce service."
      },
      "informationWeCollect": {
        "title": "1. Informations que Nous Collectons",
        "personalData": {
          "title": "Données Personnelles",
          "paragraph2": "Nous ne visualisons pas les fichiers que vous téléchargez en utilisant le service ImageOCR.info. Cependant, nous pouvons consulter les métadonnées de votre fichier (extensions de fichier, tailles, etc., mais pas le contenu) pour fournir un support technique."
        },
        "cookies": {
          "title": "Cookies",
          "paragraph1": "ImageOCR.info utilise des cookies de navigateur pour stocker des informations sur votre activité sur notre site. Les cookies nous aident à suivre vos préférences et à améliorer votre expérience utilisateur. Nous ne stockons aucune de vos informations personnelles dans les cookies. Les cookies sont de petits fichiers de données écrits sur le disque dur de votre appareil. Les cookies ne peuvent pas lire d'autres données de votre disque dur, transmettre des virus ou lire des fichiers de cookies créés par d'autres sites. Vous pouvez refuser les cookies en les désactivant dans les paramètres de votre navigateur, mais notez que certaines fonctionnalités d'ImageOCR.info peuvent ne pas fonctionner correctement si les cookies sont désactivés."
        },
        "technicalInformation": {
          "title": "Informations Techniques",
          "paragraph1": "Les détails techniques enregistrés se limitent aux types d'informations suivants :",
          "detail1": "L'adresse IP ou la passerelle du serveur web du visiteur.",
          "detail2": "Le type de navigateur web utilisé par le visiteur.",
          "detail3": "Le système d'exploitation du dispositif du visiteur.",
          "detail4": "La résolution de l'écran du moniteur du visiteur.",
          "detail5": "Informations sur les risques potentiels de sécurité, les URL de sites web que nous considérons comme potentiellement frauduleux et les fichiers exécutables identifiés comme potentiellement malveillants.",
          "detail6": "Métadonnées concernant les fichiers téléchargés telles que la taille du fichier, le nom du fichier, le format du fichier et d'autres paramètres pertinents."
        }
      },
      "yourRights": {
        "title": "2. Vos Droits",
        "paragraph1": "Étant donné qu'ImageOCR.info est un service gratuit qui ne nécessite pas d'enregistrement des utilisateurs, nous ne collectons ni ne stockons de données personnelles pendant des périodes prolongées. Les données téléchargées sur notre service sont stockées pendant un maximum de deux heures avant d'être automatiquement supprimées."
      },
      "ccpaPrivacyRights": {
        "title": "3. Droits de Confidentialité CCPA (Ne Vendez Pas Mes Informations Personnelles)",
        "paragraph1": "En vertu de la California Consumer Privacy Act (CCPA), les consommateurs californiens ont le droit de :",
        "right1": "Demander à une entreprise qui collecte les données personnelles d'un consommateur de divulguer les catégories et les informations spécifiques que l'entreprise a collectées sur les consommateurs.",
        "right2": "Demander à une entreprise de supprimer toutes les données personnelles sur le consommateur que l'entreprise a collectées.",
        "right3": "Demander à une entreprise qui vend les données personnelles d'un consommateur de ne pas vendre les données personnelles du consommateur.",
        "paragraph2": "Étant donné qu'ImageOCR.info est un service gratuit qui ne nécessite pas d'enregistrement des utilisateurs et supprime automatiquement toutes les données téléchargées dans les deux heures, la collecte de données personnelles est minimale. Si vous souhaitez exercer l'un de ces droits, veuillez nous contacter et nous répondrons dans un délai d'un mois."
      },
      "gdprDataProtectionRights": {
        "title": "4. Droits de Protection des Données GDPR",
        "paragraph1": "Nous tenons à nous assurer que vous êtes pleinement informé de tous vos droits en matière de protection des données. Chaque utilisateur a droit à ce qui suit :",
        "right1": "Le droit d'accès – Vous avez le droit de demander des copies de vos données personnelles. Étant donné que nous ne stockons les données téléchargées que pendant deux heures et que nous ne requérons pas de connexion, les données personnelles que nous pouvons fournir sont très limitées.",
        "right2": "Le droit de rectification – Vous avez le droit de demander que nous corrigions toute information que vous jugez inexacte. Étant donné la nature temporaire de notre stockage de données, la plupart des rectifications seront inutiles.",
        "right3": "Le droit à l'effacement – Vous avez le droit de demander que nous effacions vos données personnelles, dans certaines conditions. Étant donné que toutes les données sont automatiquement effacées après deux heures, ce droit est respecté de manière inhérente.",
        "right4": "Le droit de limiter le traitement – Vous avez le droit de demander que nous limitions le traitement de vos données personnelles, dans certaines conditions. Cependant, notre traitement des données est minime et de courte durée.",
        "right5": "Le droit de vous opposer au traitement – Vous avez le droit de vous opposer à notre traitement de vos données personnelles, dans certaines conditions. Si vous avez des préoccupations, veuillez nous contacter immédiatement.",
        "right6": "Le droit à la portabilité des données – Vous avez le droit de demander que nous transférions les données que nous avons collectées à une autre organisation, ou directement à vous, dans certaines conditions. Étant donné que nous stockons les données uniquement pendant deux heures et que nous ne collectons pas d'informations personnelles, ce droit est généralement non applicable.",
        "paragraph2": "Si vous faites une demande, nous avons un mois pour y répondre. Si vous souhaitez exercer l'un de ces droits, veuillez nous contacter."
      },
      "locationOfDataProcessing": {
        "title": "5. Lieu du Traitement et du Stockage des Données",
        "paragraph1": "Les données que vous téléchargez sur ImageOCR.info peuvent être traitées et stockées sur des serveurs situés dans différents pays où ImageOCR.info est actif. Étant donné la nature temporaire de notre service, toutes les données sont automatiquement supprimées dans les deux heures suivant le téléchargement.",
        "paragraph2": "En utilisant ImageOCR.info, vous consentez au stockage et au traitement temporaire de vos données dans ces lieux. Nous veillons à ce que tout traitement de données soit effectué conformément aux lois sur la confidentialité applicables et que toutes les données soient supprimées de manière sécurisée après la période de conservation de deux heures."
      },
      "changesToPolicy": {
        "title": "6. Modifications de Cette Politique de Confidentialité",
        "paragraph1": "Cette Politique de Confidentialité peut être mise à jour périodiquement. Tout changement, mise à jour ou modification prendra effet immédiatement après sa publication sur notre site. Nous vous encourageons à consulter régulièrement cette Politique de Confidentialité pour rester informé de nos pratiques en matière de données."
      },
      "thirdPartyAdvertising": {
        "title": "7. Publicité de Tiers",
        "paragraph1": "Nous pouvons afficher des publicités de tiers sur ImageOCR.info. Ces annonceurs tiers peuvent utiliser des cookies et des technologies similaires pour collecter des informations sur vos activités sur notre site et sur d'autres sites web afin de vous proposer des publicités ciblées en fonction de vos intérêts. Nous ne partageons aucune information personnelle avec ces annonceurs tiers. Vous pouvez gérer vos préférences en matière de publicité ciblée via les paramètres de votre navigateur."
      }
    },
    "metadata": {
      "title": "Confidentialité et Politiques",
      "description": "Cette page décrit nos politiques en matière de confidentialité."
    }
  }
}
