{
  "navbar": {
    "items": {
      "labelone": "PDF в изображение",

      "labeltwo": "PDF в Word",

      "labelthree": "Изображение в текст",

      "labelfour": "PDF в Excel",

      "labelfive": "Изображение в PDF",
      "labelsix": "Word в PDF",

      "labelseven": "Бесплатно"
    }
  },

  "footer": {
    "links": {
      "labelone": "О нас",
      "labeltwo": "Часто задаваемые вопросы",

      "labelthree": "Условия использования",

      "labelfour": "Политика конфиденциальности",

      "labelfive": "Связаться с нами"
    },

    "languageLabel": "Язык"
  },

  "imgtotext": {
    "componentTrans": {
      "error": "Ошибка при установке языка!",
      "error2": "Не удалось преобразовать в текст",
      "error3": "Можно преобразовать только 4 файла за раз, поэтому выберите только 4 изображения!",
      "error4": "Разрешены только изображения в форматах JPG, PNG, GIF и JPEG",
      "message": "Перетащите и отпустите, загрузите или вставьте изображение",
      "support": "Поддерживаемые форматы: JPG, PNG, GIF и JPEG",
      "upload": "Загрузить файлы",
      "titleone": "Ваши файлы будут автоматически удалены с сервера в течение 2 часов",
      "titletwo": "Нажмите, чтобы скачать",
      "titlethree": "Нажмите, чтобы скопировать",
      "secure": "Ваши файлы в безопасности",
      "upload2": "Загрузите или вставьте изображение",
      "selectLang": "Выберите язык",
      "clear": "Очистить все",
      "convert": "Преобразовать в текст",
      "suggestion": "*Большие файлы требуют времени, проявите терпение*",
      "over": "Начать заново"
    },

    "imageToTextConverter": {
      "title": "Конвертер изображения в текст",
      "description": "Используйте наш конвертер изображения в текст, чтобы извлечь текст из файлов JPG или изображений. Быстро извлекайте текстовые файлы, вставляя или загружая фотографии.",
      "whatIs": {
        "heading": "Что такое конвертер изображения в текст?",
        "contentone": "Этот инструмент OCR изображения — это конвертер изображения в текст. С его помощью вы можете извлекать текст и символы из изображений и картинок. Если вам нужно извлечь текст из фотографии, попробуйте наш конвертер изображения в текст.",
        "contenttwo": "Если у вас есть отсканированная книга в формате PDF, и вы хотите сделать ее доступной для поиска, наша услуга конвертации PDF в Word или Excel подойдет для этого! Для конвертации изображения в текст вам просто нужно загрузить файл и преобразовать изображение в текст. Наша услуга извлекает текст из ваших фотографий, используя современные алгоритмы предварительной обработки изображений и технологии OCR, и сохраняет его в любом редактируемом формате."
      },
      "howItWorks": {
        "heading": "Как работает наш конвертер изображения в текст?",
        "steps": {
          "stepone": "Перетащите и отпустите или загрузите и вставьте ваше изображение с помощью кнопки **Загрузить файл**.",
          "steptwo": "Затем нажмите кнопку **Преобразовать в текст**.",
          "stepthree": "Теперь, пожалуйста, проявите терпение и позвольте нашему конвертеру автоматически извлечь текст из ваших изображений.",
          "stepfour": "В ближайшие секунды вы сможете скачать извлеченный текст в формате .txt или скопировать извлеченный текст из изображений."
        }
      },
      "keyFeatures": {
        "heading": "Основные функции конвертера изображения в текст",
        "features": {
          "titleone": "Бесплатно в использовании",
          "descriptionone": "Этот инструмент доступен бесплатно для всех.",

          "titletwo": "Поддержка нескольких форматов файлов",
          "descriptiontwo": "Этот конвертер изображения в текст поддерживает несколько форматов файлов изображений, таких как JPG, PNG, JPEG, GIF и WEBP.",

          "titlethree": "Низкое разрешение изображений",
          "descriptionthree": "Если у вас есть изображения низкого качества, не беспокойтесь. Конвертер текста из изображений может быстро извлекать текст из нечетких и низкого разрешения фотографий. Изображения книг, рукописные работы и скриншоты могут быть тусклыми и трудными для чтения. Тем не менее, наша программа может извлекать данные из таких фотографий с высокой точностью."
        }
      },
      "benefits": {
        "heading": "Преимущества конвертера изображения в текст",
        "benefits": {
          "titledigi": "Цифровизация напечатанных документов",
          "descriptiondigione": "Цифровизация напечатанных документов - одна из самых значимых функций конвертера изображения в текст. Этот процесс включает преобразование физических документов, таких как книги, статьи и газеты, в цифровые форматы с помощью конвертера изображения в текст.",
          "descriptiondigitwo": "Первый шаг в цифровизации напечатанных документов - это сканирование физического документа. Это можно сделать с помощью стандартного сканера, многофункционального принтера или даже камеры смартфона. Цель - создать изображение документа высокого разрешения.",
          "descriptiondigithree": "После сканирования документа файл изображения обрабатывается конвертером изображения в текст. Конвертер текста из JPG анализирует текст в изображении, распознавая символы, слова и предложения. Этот конвертер может обрабатывать различные шрифты, размеры и даже рукописный текст. Конвертер изображения в текст извлекает распознанный текст из изображения и преобразует его в цифровой формат. Это может быть текстовый файл.",

          "titlehealtwo": "Здравоохранение",
          "descriptionheaone": "Преобразуйте изображения ваших медицинских записей в текст, используя конвертер изображения в текст для более легкого доступа и управления.",
          "descriptionheatwo": "Автоматически считывает и обрабатывает изображения с рукописными рецептами с помощью конвертера изображения в текст, чтобы снизить количество ошибок при выдаче лекарств.",

          "titleedthree": "Образование",
          "descriptioned": "Этот конвертер изображения в текст преобразует отсканированные учебники или исторические документы в редактируемые текстовые файлы для студентов. Он также ускоряет оценку, преобразуя рукописные ответы на тесты в цифровой текст.",

          "titlelefour": "Юридические и комплаенс",
          "descriptionleone": "Преобразуйте юридические документы, контракты и соглашения в доступные для поиска цифровые файлы.",
          "descriptionletwo": "Обеспечьте соответствие требованиям, требующим цифрового хранения и доступности записей, с помощью конвертера изображения в текст.",

          "titletrfive": "Для перевода",
          "descriptiontr": "Когда вы сталкиваетесь с текстом на неизвестном языке, просто сделайте фото, вставьте его в наш конвертер изображения в текст, а затем введите извлеченные данные в переводчик."
        }
      }
    },
    "metadata": {
      "title": "Конвертер изображений в текст - Извлечение текста из изображений",
      "description": "Конвертер изображений в текст — это бесплатный инструмент, который позволяет преобразовывать изображения в текст."
    }
  },

  "imageToPdfConverter": {
    "title": "Конвертер изображения в PDF",
    "description": "Вы можете бесплатно конвертировать файлы JPG в документы PDF с помощью конвертера изображения в PDF. Всего одним кликом вы можете преобразовать изображение в PDF.",
    "onlineConvert": {
      "heading": "Онлайн-конвертация изображения в PDF бесплатно",
      "content": "Онлайн-конвертер изображения в PDF - это универсальный инструмент, который без усилий конвертирует изображения любого размера в документы PDF без каких-либо затрат. Независимо от того, у вас фотографии, графика или сканированные документы, этот инструмент эффективно преобразует их в формат PDF. Вы можете конвертировать до четырех изображений в файлы PDF одновременно, упрощая ваш рабочий процесс для удобства. Наслаждайтесь простотой преобразования нескольких изображений в PDF. Наш конвертер обеспечивает точность и сохраняет качество ваших изображений в итоговых PDF-файлах, что делает его идеальным для личного, академического или профессионального использования благодаря своему простому и удобному интерфейсу."
    },
    "howToConvert": {
      "heading": "Как преобразовать изображение в PDF?",
      "steps": {
        "stepone": "Перетащите и отпустите, вставьте или загрузите файл изображения с помощью кнопки **Загрузить файл**.",
        "steptwo": "Затем нажмите кнопку **Преобразовать в PDF**.",
        "stepthree": "Теперь, пожалуйста, проявите терпение, пока наш инструмент конвертации изображений преобразует изображения в файлы PDF.",
        "stepfour": "Через несколько секунд вы получите свои преобразованные PDF-файлы. Вы можете получить все файлы PDF, щелкнув кнопку **Скачать все**."
      }
    },
    "mainBenefits": {
      "heading": "Основные преимущества конвертера изображений",
      "benefits": {
        "titleM": "Поддержка нескольких форматов",
        "descriptionM": "Наш инструмент поддерживает широкий спектр форматов изображений, позволяя пользователям конвертировать JPEG, PNG, GIF в документ PDF. Эта гибкость удовлетворяет разнообразные потребности, будь то профессиональные документы, личные проекты или архивные цели.",
        "titleU": "Удобный интерфейс",
        "descriptionU": "Наш инструмент обладает интуитивно понятным интерфейсом, который делает процесс преобразования изображений в PDF простым и удобным, даже для тех, кто имеет минимальные технические навыки."
      }
    },

    "componentTrans": {
      "error": "Ошибка при конвертации изображения в PDF",
      "error2": "Можно конвертировать только 4 файла за раз, поэтому выберите только 4!",
      "error3": "Разрешены только изображения форматов JPG, PNG, GIF и JPEG",
      "message": "Перетащите и отпустите, загрузите или вставьте изображение",
      "support": "Поддерживаемые форматы: JPG, PNG, GIF и JPEG",
      "upload": "Загрузить файлы",
      "titleone": "Ваши файлы будут автоматически удалены с сервера в течение 2 часов",
      "secure": "Ваши файлы в безопасности",
      "clear": "Очистить все",
      "convert": "Преобразовать в PDF",
      "suggestion": "*Большие файлы требуют времени, проявите терпение*",
      "over": "Начать заново",
      "fileTitle": "Скачать файл",
      "all": "Скачать все"
    },
    "metadata": {
      "title": "Конвертер изображений в PDF - Преобразуйте изображения в PDF",
      "description": "С помощью этого конвертера JPG в PDF вы можете преобразовать до четырех фотографий одновременно в PDF-файлы."
    }
  },

  "pdfToExcelConverter": {
    "title": "Конвертер PDF в Excel",
    "description": "Вы можете бесплатно конвертировать PDF в файл Excel с помощью конвертера PDF в Excel. Просто нажмите, чтобы преобразовать PDF в редактируемый файл Excel.",
    "onlineConvert": {
      "heading": "Онлайн-конвертация PDF в Excel бесплатно",
      "content": "Эта программа конвертации PDF преобразует PDF в Excel. Этот инструмент позволяет бесплатно конвертировать PDF размером до 5 МБ в Excel. Вы можете конвертировать один PDF-файл за раз, однако если файл содержит более 10 страниц, процесс может занять некоторое время. Проявите терпение."
    },
    "howToConvert": {
      "heading": "Как конвертировать PDF в Excel?",
      "steps": {
        "stepone": "Перетащите и отпустите или загрузите свой PDF-файл с помощью кнопки **Загрузить файл**.",
        "steptwo": "Затем нажмите кнопку **Преобразовать в Excel**.",
        "stepthree": "Пожалуйста, проявите терпение, пока наш инструмент конвертации PDF преобразует PDF в Excel.",
        "stepfour": "Через несколько секунд вы сможете получить свой преобразованный файл Excel. Вы можете получить файл Excel, щелкнув кнопку **Скачать**."
      }
    },
    "keyFeatures": {
      "heading": "Основные особенности конвертера PDF",
      "features": {
        "titleF": "Бесплатный доступ",
        "descriptionF": "Наш конвертер PDF полностью бесплатен, что обеспечивает доступность для всех пользователей без каких-либо затрат или подписок.",

        "titleB": "Пакетная конвертация",
        "descriptionB": "Легко конвертируйте несколько страниц из PDF в CSV, обрабатывая документы с более чем 100 страницами и размером до 5 МБ на файл, хотя время обработки может варьироваться.",

        "titleE": "Расширенная функциональность с OCR",
        "descriptiononeE": "Преобразуйте сканированные PDF в редактируемые файлы Excel с поддержкой OCR, что позволяет вам более эффективно обрабатывать и использовать данные.",
        "descriptiontwoE": "Эти функции подчеркивают универсальность и безопасность нашего конвертера PDF, делая его надежным выбором для всех ваших потребностей в конвертации документов."
      }
    },

    "componentTrans": {
      "error": "Ошибка конвертации PDF в Excel:",
      "error2": "Можно конвертировать только 1 файл за раз, поэтому выберите только 1 PDF-файл!",
      "error3": "Размер PDF-файла не должен превышать 5 МБ",
      "error4": "Разрешены только файлы PDF",
      "message": "Перетащите и отпустите или загрузите PDF",
      "support": "Поддерживаемые форматы: только PDF",
      "upload": "Загрузить файлы",
      "titleone": "Ваши файлы будут автоматически удалены с сервера в течение 2 часов",
      "secure": "Ваши файлы в безопасности",
      "clear": "Очистить все",
      "convert": "Преобразовать в Excel",
      "suggestion": "*Большие файлы требуют времени, проявите терпение*",
      "fileTitle": "Скачать файл",
      "over": "Начать заново"
    },
    "metadata": {
      "title": "Конвертер PDF в Excel - Легко конвертируйте файлы PDF в файлы Excel",
      "description": "Наш конвертер PDF упрощает и делает бесплатным процесс преобразования файлов PDF в файлы Excel."
    }
  },

  "pdfToImageConverter": {
    "title": "Конвертер PDF в Изображение",
    "description": "С помощью конвертера PDF в изображение вы можете бесплатно конвертировать PDF в JPG одним щелчком мыши.",
    "onlineConvert": {
      "heading": "Онлайн-конвертация PDF в изображение бесплатно",
      "content": "Этот онлайн-конвертер PDF в изображение — бесплатное приложение, которое быстро преобразует PDF-документы в фотографии любого размера. Вы можете конвертировать два PDF-файла одновременно, однако большие файлы с более чем десятью страницами могут потребовать больше времени на завершение. Мы сосредоточены на точности и эффективности, гарантируя, что ваши преобразованные фотографии сохранят оригинальное качество и макет. Независимо от того, конвертируете ли вы отчеты, презентации или другие документы, наш инструмент обеспечивает удобный процесс без необходимости загрузок или подписок. Преобразуйте PDF в изображения легко и безопасно прямо из вашего браузера."
    },
    "howToConvert": {
      "heading": "Как конвертировать PDF в изображение?",
      "steps": {
        "stepone": "Перетащите и отпустите или загрузите свой PDF-файл с помощью кнопки **Загрузить файл**.",
        "steptwo": "Затем нажмите кнопку **Преобразовать в изображение**.",
        "stepthree": "Пожалуйста, проявите терпение, пока наш инструмент конвертации PDF преобразует PDF в изображения.",
        "stepfour": "Через несколько секунд вы сможете получить свои преобразованные файлы изображений. Вы можете получить ZIP-файл со всеми изображениями, щелкнув кнопку **Скачать**."
      }
    },
    "keyFeatures": {
      "heading": "Основные особенности конвертера PDF",
      "features": {
        "titleF": "Бесплатное использование",
        "descriptionF": "Наш конвертер PDF в JPG полностью бесплатен для всех пользователей. Нет скрытых плат или подписок, что обеспечивает доступность для всех.",

        "titleS1": "Поддержка нескольких PDF-файлов",
        "descriptionS1": "Этот конвертер эффективно обрабатывает несколько PDF-файлов одновременно, что делает его идеальным для пакетной обработки задач, таких как конвертация отчетов, учебных материалов или деловых документов.",

        "titleS2": "Поддержка нескольких страниц PDF",
        "descriptionS2": "Наш конвертер PDF в изображение может обрабатывать PDF-файлы размером до 5 МБ, обеспечивая гибкость для различных типов документов. Хотя более крупные файлы могут требовать больше времени, мы придаем большое значение точности и качеству преобразования.",

        "titleS3": "Безопасность и конфиденциальность",
        "descriptionS3": "Мы придаем большое значение безопасности и конфиденциальности ваших данных во время процесса конвертации. Современные протоколы шифрования обеспечивают, что ваша конфиденциальная информация остается защищенной и частной."
      }
    },

    "componentTrans": {
      "error": "Ошибка преобразования PDF в изображение:",
      "error2": "Можно конвертировать только 2 файла за раз, поэтому выберите только 2 PDF-файла!",
      "error3": "Размер PDF-файла не должен превышать 5 МБ",
      "error4": "Разрешены только файлы PDF",
      "message": "Перетащите и отпустите или загрузите PDF",
      "support": "Поддерживаемые форматы: только PDF",
      "upload": "Загрузить файлы",
      "titleone": "Ваши файлы будут автоматически удалены с сервера в течение 2 часов",
      "secure": "Ваши файлы в безопасности",
      "upload2": "Загрузить PDF",
      "clear": "Очистить все",
      "convert": "Преобразовать в изображение",
      "suggestion": "*Большие файлы требуют времени, проявите терпение*",
      "all": "Все изображения",
      "allTile": "Скачать все изображения",
      "over": "Начать заново"
    },
    "metadata": {
      "title": "Конвертер PDF в изображение - Мгновенное преобразование PDF в графические файлы",
      "description": "С помощью этого конвертера PDF в изображение вы можете быстро преобразовать файлы PDF в изображения JPG."
    }
  },

  "pdfToWordConverter": {
    "title": "Конвертер PDF в Word",
    "description": "С помощью конвертера PDF в Word вы можете бесплатно преобразовать PDF-файлы в документы Docx. Чтобы конвертировать PDF в редактируемый документ Word, просто нажмите кнопку конвертации.",
    "onlineConvert": {
      "heading": "Онлайн-конвертация PDF в Word бесплатно",
      "content": "Эта программа конвертации PDF в Word позволяет бесплатно конвертировать PDF в Word любого размера. Вы можете конвертировать два PDF-файла одновременно, однако если файл содержит более 10 страниц, это может занять некоторое время. Проявите терпение."
    },
    "howToConvert": {
      "heading": "Как конвертировать PDF в Word?",
      "steps": {
        "stepone": "Перетащите и отпустите или загрузите свой PDF-файл с помощью кнопки **Загрузить файл**.",
        "steptwo": "Затем нажмите кнопку **Преобразовать в Word**.",
        "stepthree": "Пожалуйста, проявите терпение, пока наш инструмент конвертации PDF преобразует PDF в Word.",
        "stepfour": "Через несколько секунд вы получите свой преобразованный файл Word. Если вы конвертировали два PDF-файла, вы можете получить ZIP-файл с обоими, щелкнув кнопку **Скачать все**."
      }
    },
    "keyFeatures": {
      "heading": "Основные особенности конвертера PDF",
      "features": {
        "titleF": "Бесплатное использование",
        "descriptionF": "Наш конвертер PDF в Word полностью бесплатен для всех. Независимо от того, студент вы, профессионал или любой другой пользователь, нуждающийся в конвертации документов, вы можете использовать этот инструмент без скрытых плат или подписок. Это обеспечивает доступ к качественным услугам конвертации без дополнительных расходов.",

        "titleS1": "Поддержка нескольких PDF-файлов",
        "descriptionS1": "Этот мощный конвертер PDF в Word позволяет обрабатывать 2 PDF-файла одновременно. Независимо от того, отчеты у вас, учебные материалы или деловые документы, наш инструмент может эффективно обрабатывать все сразу. Эта функция экономит ваше время и усилия, делая его идеальным для пользователей с большим объемом конвертации.",

        "titleS2": "Поддержка нескольких страниц PDF",
        "descriptionS2": "Наш конвертер PDF в Word предназначен для обработки документов различной длины. Он может конвертировать PDF-файлы размером до 5 МБ, обеспечивая гибкость для различных типов документов. Хотя более крупные файлы могут требовать немного больше времени, наши передовые алгоритмы обеспечивают точные и качественные результаты преобразования для документов с более чем 10 страницами.",

        "titleS3": "Безопасность и конфиденциальность",
        "descriptionS3": "Мы придаем большое значение безопасности и конфиденциальности ваших данных. Наш конвертер PDF в Word использует современные протоколы шифрования для защиты вашей конфиденциальной информации в процессе конвертации. Мы гарантируем, что ваши документы остаются конфиденциальными, и мы не храним и не передаем ваши файлы третьим лицам. Вы можете использовать наш инструмент с уверенностью, зная, что ваши данные защищены.",

        "titleO": "Поддержка OCR",
        "descriptionO": "Наш конвертер оснащен технологией оптического распознавания символов (OCR), что позволяет преобразовывать отсканированные PDF-документы в редактируемые документы Word. Эта функция особенно полезна для оцифровки напечатанных документов, делая их редактируемыми и доступными для поиска."
      }
    },

    "componentTrans": {
      "error": "Ошибка конвертации PDF в Word",
      "error2": "Можно конвертировать только 2 файла за раз, поэтому выберите только 2 PDF-файла!",
      "error3": "Размер PDF-файлов не должен превышать 5 МБ",
      "error4": "Разрешены только файлы PDF",
      "message": "Перетащите и отпустите или загрузите PDF",
      "support": "Поддерживаемые форматы: только PDF",
      "upload": "Загрузить файлы",
      "titleone": "Ваши файлы будут автоматически удалены с сервера в течение 2 часов",
      "secure": "Ваши файлы в безопасности",
      "upload2": "Загрузить PDF",
      "clear": "Очистить все",
      "convert": "Преобразовать в Word",
      "suggestion": "*Большие файлы требуют времени, проявите терпение*",
      "fileTitle": "Скачать файл",
      "over": "Начать заново",
      "allDownload": "Скачать все"
    },
    "metadata": {
      "title": "Конвертер PDF в Word - Преобразуйте ваши PDF в файлы Word",
      "description": "С помощью этого конвертера PDF в Docx вы можете быстро и легко преобразовать PDF-файлы в редактируемые файлы Docx."
    }
  },

  "wordToPdfConverter": {
    "title": "Конвертер Word в PDF",
    "description": "С помощью конвертера Word в PDF вы можете бесплатно преобразовать файлы Doc|Docx в документы PDF. Всего одним щелчком преобразуйте редактируемый документ Word в поисковый PDF.",
    "onlineConvert": {
      "heading": "Онлайн-конвертация Word в PDF бесплатно",
      "content": "Эта программа конвертации Word в PDF позволяет бесплатно преобразовать файлы Docx в PDF любого размера. Вы можете конвертировать два файла Docx одновременно; однако если файл содержит более 10 страниц, это может занять некоторое время. Пожалуйста, проявите терпение."
    },
    "howToConvert": {
      "heading": "Как конвертировать Word в PDF?",
      "steps": {
        "stepone": "Перетащите и отпустите или загрузите свой файл Word с помощью кнопки **Загрузить файл**.",
        "steptwo": "Затем нажмите кнопку **Преобразовать в PDF**.",
        "stepthree": "Пожалуйста, проявите терпение, пока наш инструмент конвертации Word преобразует Docx в PDF.",
        "stepfour": "Через несколько секунд вы получите свой преобразованный PDF-файл. Если вы конвертировали два файла Docx, вы можете получить ZIP-файл с обоими, щелкнув кнопку **Скачать все**."
      }
    },
    "keyFeatures": {
      "heading": "Особенности конвертера Docx",
      "features": {
        "titleU": "Удобный интерфейс",
        "descriptionU": "Наслаждайтесь чистым и интуитивно понятным интерфейсом, который упрощает процесс конвертации для пользователей любого уровня подготовки.",

        "titleS": "Поддержка нескольких файлов PDF",
        "descriptionS": "Конвертируйте отсканированные документы Word в поисковые PDF-файлы, улучшая удобство использования и доступность текстового содержания. Эти функции делают наш конвертер Docx надежным инструментом для пользователей, которым нужно эффективно и безопасно конвертировать несколько документов.",

        "titleM": "Поддержка нескольких языков",
        "descriptionM": "Поддерживает несколько языков как в исходных, так и в выходных документах, обеспечивая совместимость и точность для различных языковых нужд."
      }
    },

    "componentTrans": {
      "error": "Ошибка конвертации Word в PDF",
      "error2": "Можно конвертировать только 2 файла за раз, поэтому выберите только 2 Docx!",
      "error3": "Размер файла Docx не должен превышать 5 МБ",
      "error4": "Разрешены только файлы Docx",
      "message": "Перетащите и отпустите или загрузите Docx",
      "support": "Поддерживаемые форматы: только Doc и Docx",
      "upload": "Загрузить файлы",
      "titleone": "Ваши файлы будут автоматически удалены с сервера в течение 2 часов",
      "secure": "Ваши файлы в безопасности",
      "upload2": "Загрузить Docx",
      "clear": "Очистить все",
      "convert": "Преобразовать в PDF",
      "suggestion": "*Большие файлы требуют времени, проявите терпение*",
      "over": "Начать заново",
      "fileTitle": "Скачать файл",
      "allDownload": "Скачать все"
    },
    "metadata": {
      "title": "Конвертер Word в PDF - Преобразуйте ваш файл Docx в PDF",
      "description": "Вы можете преобразовать файлы Docx в файлы PDF с помощью конвертера Word в PDF."
    }
  },

  "faq": {
    "title": "Часто задаваемые вопросы",
    "sections": {
      "pdfToImage": {
        "title": "PDF в изображение",
        "items": {
          "questionone": "В какие форматы изображений я могу преобразовать файлы PDF?",
          "answerone": "Вы можете преобразовать файлы PDF в такие форматы изображений, как JPEG.",

          "questiontwo": "Сколько страниц PDF можно преобразовать в изображения одновременно?",
          "answertwo": "Вы можете преобразовать все страницы файла PDF в изображения одновременно. Процесс конвертации создает один файл изображения на каждую страницу."
        }
      },
      "pdfToWord": {
        "title": "PDF в Word",
        "items": {
          "questionone": "В какой формат преобразуется документ Word из файла PDF?",
          "answerone": "Файлы PDF преобразуются в редактируемые документы Word (.docx формат).",

          "questiontwo": "Сохраняются ли изображения и форматирование при конвертации PDF в Word?",
          "answertwo": "Да, изображения и большинство элементов форматирования (шрифты, стили, таблицы и т.д.) сохраняются в процессе конвертации.",

          "questionthree": "Могут ли защищенные паролем файлы PDF быть преобразованы в документы Word?",
          "answerthree": "Если у вас есть пароль для разблокировки файла PDF, вы можете преобразовать защищенные паролем PDF в документы Word. В противном случае конвертация может быть невозможна без пароля."
        }
      },
      "imageToText": {
        "title": "Изображение в текст",
        "items": {
          "questionone": "Какие типы изображений я могу преобразовать в текст?",
          "answerone": "Вы можете преобразовать различные типы изображений, содержащих текст, такие как JPEG, PNG и GIF, в редактируемые текстовые файлы.",

          "questiontwo": "Влияет ли качество и четкость изображения на точность распознавания текста?",
          "answertwo": "Да, более высокое качество и четкость изображений обычно приводят к лучшей точности распознавания текста. Изображения с шумом или низким разрешением могут повлиять на точность.",

          "questionthree": "Может ли рукописный текст на изображениях быть преобразован в редактируемый текст?",
          "answerthree": "Распознавание рукописного текста зависит от четкости и разборчивости почерка. Продвинутое ПО для OCR (оптического распознавания символов) может поддерживать распознавание рукописного текста."
        }
      },
      "pdfToExcel": {
        "title": "PDF в Excel",
        "items": {
          "questionone": "В какой формат преобразуется файл Excel из PDF?",
          "answerone": "Файлы PDF преобразуются в таблицы Excel (.xlsx формат). Это позволяет вам манипулировать и анализировать данные в Excel.",

          "questiontwo": "Сохраняются ли таблицы и форматирование при конвертации PDF в Excel?",
          "answertwo": "Да, таблицы, форматирование данных и большинство структур макета сохраняются в процессе конвертации. Сложные макеты могут потребовать ручной корректировки.",

          "questionthree": "Могут ли защищенные паролем файлы PDF быть преобразованы в таблицы Excel?",
          "answerthree": "Если у вас есть пароль для разблокировки файла PDF, вы можете преобразовать защищенные паролем PDF в таблицы Excel. В противном случае конвертация может быть невозможна без пароля."
        }
      },
      "imageToPdf": {
        "title": "Изображение в PDF",
        "items": {
          "questionone": "Какие типы изображений я могу преобразовать в PDF?",
          "answerone": "Вы можете преобразовать различные типы изображений (JPEG, PNG, GIF и т.д.) в формат PDF.",

          "questiontwo": "Могу ли я преобразовать несколько изображений?",
          "answertwo": "Да, вы можете преобразовать несколько фотографий в несколько документов PDF. Для каждого изображения создается один PDF."
        }
      },
      "wordToPdf": {
        "title": "Word в PDF",
        "items": {
          "questionone": "В какой формат преобразуется файл PDF из документа Word?",
          "answerone": "Документы Word (.docx и .doc формат) преобразуются в формат PDF. Эта конвертация сохраняет содержание и форматирование оригинального документа Word.",

          "questiontwo": "Сохраняются ли изображения и форматирование при конвертации Word в PDF?",
          "answertwo": "Да, изображения, шрифты, стили, таблицы и большинство элементов форматирования сохраняются в процессе конвертации. Сложные макеты могут потребовать корректировок.",

          "questionthree": "Могут ли защищенные паролем документы Word быть преобразованы в PDF?",
          "answerthree": "Если у вас есть пароль для разблокировки документа Word, вы можете преобразовать защищенные паролем документы в PDF. В противном случае конвертация может быть невозможна без пароля."
        }
      }
    },
    "metadata": {
      "title": "FAQ",
      "description": "Страница с часто задаваемыми вопросами, где вы можете найти ответы на все ваши вопросы о конвертерах"
    }
  },

  "aboutUs": {
    "title": "О нас",
    "content": {
      "intro": "OnlineOCR.net предлагает лучшие инструменты для преобразования изображений в текст, сканированных PDF и файлов Docx в редактируемые и поисковые формы. Наше высокоразвинутое OCR ПО конвертирует документы в различные типы файлов, такие как Excel, PDF, Docx, изображения и текст. Мы предоставляем быстрые и точные конверсии, чтобы сэкономить ваше время и исключить необходимость ручных процедур.",
      "sections": {
        "titleone": "Эффективное преобразование документов",
        "textone": "Бесплатный онлайн-сервис OCR устраняет необходимость вручную вводить документы, сокращая затраты энергии и времени. Наш сервис предлагает быструю и точную конверсию как для одностраничных, так и для многопстраничных документов, повышая продуктивность.",

        "titletwo": "Многоязычная поддержка",
        "texttwo": "Наш сервис поддерживает 36 языков, включая как APAC, так и EMEA языки, такие как английский, французский, немецкий, итальянский, португальский, русский, испанский, японский, китайский, корейский и многие другие. Мы также обрабатываем документы на нескольких языках, обеспечивая комплексную поддержку ваших нужд.",

        "titlethree": "Бесплатно и легко доступно",
        "textthree": "Пользуйтесь нашим бесплатным сервисом навсегда. Узнайте, почему многие люди полагаются на OnlineOCR.net для своих нужд по конвертации документов, используя наш удобный сервис."
      }
    },
    "metadata": {
      "title": "О нас",
      "description": "Это бесплатный онлайн-конвертер для изображений, PDF, файлов Docx и таблиц Excel."
    }
  },
  "contactus": {
    "title": "Свяжитесь с нами",
    "description": "Если у вас есть вопросы или отзывы, пожалуйста, свяжитесь с нами по электронной почте **supportimageocr@gmail.com**. Мы ценим ваши запросы и стремимся предоставлять оперативную помощь по нашим услугам, конвертации документов или любой технической поддержке, которая вам может понадобиться. Если у вас есть предложения по улучшению или вам нужно прояснить какие-либо функции, наша специализированная команда поддержки всегда готова помочь. Не стесняйтесь обращаться к нам в любое время.",
    "metadata": {
      "title": "Свяжитесь с нами",
      "description": "Свяжитесь с нами по любым вопросам, касающимся этого конвертера."
    }
  },

  "termsandcondition": {
    "heading1": "Условия использования",
    "termssection1": {
      "paragraph": "Этот документ описывает условия использования сайта imageocr.info."
    },
    "termssection2": {
      "heading2": "Принятие условий",
      "paragraph1": "Получая доступ к этому сайту, пользователи принимают эти условия использования. Термины «Клиент», «Вы» и «Ваш» относятся к пользователю, который входит в систему и соблюдает условия компании. «Компания», «Мы», «Наш» и «Нас» относятся к компании, в то время как «Сторона», «Стороны» или «Мы» относятся как к клиенту, так и к нам.",
      "paragraph2": "Условия считаются взаимозаменяемыми и регулируются условиями использования. Используя imageocr.info, пользователи соглашаются с этими условиями и обязаны их соблюдать. Компания может по своему усмотрению изменять эти условия, и пользователи должны периодически проверять страницу на предмет обновлений. Если пользователи не согласны с этими условиями, им не следует использовать сайт."
    },
    "termssection3": {
      "heading2": "Ответственность и защита",
      "paragraph1": "imageocr.info является сайтом, предлагающим услуги, но не гарантирует их точность или надежность. Пользователи должны сообщать о любых ошибках. Сайт может быть изменен без предварительного уведомления, и пользователи не несут ответственности за потерю, изменение или повреждение отправленного контента. Сайт не гарантирует бесперебойную работу или сервер без вирусов. Если пользователи должны отремонтировать или заменить оборудование или данные, они несут ответственность за эти расходы.",
      "paragraph2": "imageocr.info может отображать контент третьих сторон, включая ссылки на сайты третьих сторон, что является исключительной ответственностью предоставляющей его стороны. Сайт может просматривать, удалять или отказываться от отображения такого контента, но не обязан это делать. imageocr.info не одобряет и не несет ответственность за контент на сайтах третьих сторон, поэтому пользователи должны использовать его на свой страх и риск. Важно проявлять осторожность и действовать на свой риск."
    },
    "termssection4": {
      "heading2": "О условиях обслуживания",
      "paragraph1": "imageocr.info не утверждает, что ее услуги подходят для какой-либо конкретной цели или аудитории. Сайт не несет ответственности за любые убытки, требования или травмы, возникающие в результате незаконного или ненадлежащего доступа.",
      "paragraph2": "Если какое-либо положение условий использования недействительно, остальные остаются в силе. Решение imageocr.info не применять какое-либо положение не означает отказ от права на его будущее применение. Важно периодически проверять условия использования на предмет обновлений или изменений. Продолжая использовать сайт, пользователи соглашаются с актуальной версией условий использования."
    },
    "termssection5": {
      "heading2": "Cookies",
      "paragraph": "Мы используем файлы cookie. Получая доступ к imageocr.info, вы соглашаетесь на использование нами файлов cookie, как описано в нашей Политике конфиденциальности. Большинство интерактивных сайтов используют файлы cookie для получения информации о пользователе при каждом визите. Наш сайт использует файлы cookie для обеспечения функциональности сайта и упрощения навигации для посетителей. Некоторые из наших партнеров по рекламе и аффилированные лица также могут использовать файлы cookie."
    },
    "termssection6": {
      "heading2": "Отказ от ответственности",
      "paragraph1": "В максимально допустимой степени, предусмотренной применимым законодательством, мы исключаем все представления, гарантии и условия, относящиеся к нашему сайту и его использованию. Ничто в этом отказе от ответственности не будет:",
      "listItem1": "ограничивать или исключать нашу или вашу ответственность за смерть или травмы;",
      "listItem2": "ограничивать или исключать нашу или вашу ответственность за мошенничество или ложное представление;",
      "listItem3": "ограничивать любую из наших или ваших обязательств каким-либо образом, который не разрешен применимым законодательством; или исключать любую из наших или ваших обязательств, которые не могут быть исключены применимым законодательством.",
      "paragraph2": "Ограничения и запреты ответственности, установленные в этой секции и в других местах этого отказа от ответственности: (a) подлежат предыдущему абзацу; и (b) регулируют все обязательства, возникающие в рамках отказа от ответственности, включая обязательства, возникающие из договора, деликта и нарушения законных обязанностей. Поскольку сайт и информация и услуги на сайте предоставляются бесплатно, мы не несем ответственности за любые убытки или повреждения любого рода."
    },
    "termssection7": {
      "heading2": "Удаление ссылок с нашего сайта",
      "paragraph1": "Если вы найдете любую ссылку на нашем сайте, которая является оскорбительной по любой причине, вы можете связаться с нами и сообщить об этом в любое время. Мы рассмотрим запросы на удаление ссылок, но не обязаны это делать или отвечать вам напрямую.",
      "paragraph2": "Мы не гарантируем, что информация на этом сайте является точной, мы не гарантируем ее полноту или точность; также мы не обещаем обеспечить, чтобы сайт оставался доступным или чтобы материалы на сайте были актуальны."
    },
    "termssection8": {
      "heading2": "Лицензия",
      "paragraph": "imageocr.info обладает интеллектуальной собственностью на все материалы на сайте, если не указано иное. Пользователи могут получать доступ к контенту для личного использования, но не могут перепубликовывать, продавать, арендовать, предоставлять sublicenсии, воспроизводить, дублировать или распространять контент."
    },
    "metadata": {
      "title": "Условия использования",
      "description": "Условия использования нашего бесплатного инструмента для конвертации."
    }
  },
  "privacyPolicy": {
    "title": "Политика конфиденциальности для ImageOCR.info",
    "sections": {
      "introduction": {
        "paragraph1": "Использование сервиса imageocr.info подчиняется принятию наших Условий использования и этой Политики конфиденциальности.",
        "paragraph2": "На сайте imageocr.info, доступном по адресу imageocr.info, защита конфиденциальности наших посетителей является одним из наших главных приоритетов. Этот документ Политики конфиденциальности описывает типы информации, которые собираются и записываются imageocr.info, и объясняет, как мы их используем.",
        "paragraph3": "Если у вас есть дополнительные вопросы или вам требуется больше информации о нашей Политике конфиденциальности, пожалуйста, свяжитесь с нами.",
        "paragraph4": "Эта Политика конфиденциальности вступает в силу с момента вашего первого использования сервиса. Используя imageocr.info, вы подтверждаете, что прочитали и поняли условия этой Политики конфиденциальности и соглашаетесь с ними. Если вы не согласны с этой Политикой конфиденциальности, пожалуйста, не используйте imageocr.info или любые материалы и ресурсы, доступные на этом сервисе."
      },
      "informationWeCollect": {
        "title": "1. Информация, которую мы собираем",
        "personalData": {
          "title": "Личные данные",
          "paragraph1": "При посещении imageocr.info вам будет предложено разрешить использование файлов cookie, но решение о принятии файлов cookie полностью за вами.",
          "paragraph2": "Мы не просматриваем файлы, которые вы загружаете с помощью сервиса imageocr.info. Однако мы можем просматривать метаданные вашего файла (расширения файлов, размеры и т. д., но не содержимое) для предоставления технической поддержки."
        },
        "cookies": {
          "title": "Файлы cookie",
          "paragraph1": "imageocr.info использует файлы cookie браузера для хранения информации о вашей активности на нашем сайте. Файлы cookie помогают нам отслеживать ваши предпочтения и улучшать ваше взаимодействие с сайтом. Мы не храним вашу личную информацию в файлах cookie. Файлы cookie — это небольшие файлы данных, записываемые на жесткий диск вашего устройства. Файлы cookie не могут читать другие данные с вашего жесткого диска, передавать вирусы или читать файлы cookie, созданные другими сайтами. Вы можете отказаться от файлов cookie, отключив их в настройках браузера, но учтите, что некоторые функции imageocr.info могут работать некорректно без включенных файлов cookie."
        },
        "technicalInformation": {
          "title": "Техническая информация",
          "paragraph1": "Записываемые технические данные ограничены следующими типами информации:",
          "detail1": "IP-адрес или шлюз веб-сервера посетителя.",
          "detail2": "Тип веб-браузера, используемого посетителем.",
          "detail3": "Операционная система устройства посетителя.",
          "detail4": "Разрешение экрана монитора посетителя.",
          "detail5": "Информация о потенциальных рисках безопасности, URL-адреса сайтов, которые мы считаем потенциально мошенническими, и исполняемые файлы, идентифицированные как потенциальное вредоносное ПО.",
          "detail6": "Метаданные о загруженных файлах, такие как размер файла, имя файла, формат файла и другие соответствующие параметры."
        }
      },
      "yourRights": {
        "title": "2. Ваши права",
        "paragraph1": "Поскольку imageocr.info является бесплатным сервисом, который не требует регистрации пользователя, мы не собираем и не храним личные данные на длительный срок. Данные, загружаемые на наш сервис, хранятся максимум два часа, после чего автоматически удаляются."
      },
      "ccpaPrivacyRights": {
        "title": "3. Права конфиденциальности CCPA (Не продавайте мои личные данные)",
        "paragraph1": "В соответствии с Законом о конфиденциальности потребителей Калифорнии (CCPA) потребители Калифорнии имеют право:",
        "right1": "Запросить у бизнеса, который собирает личные данные потребителя, раскрытие категорий и конкретных данных о личной информации, которые бизнес собрал о потребителях.",
        "right2": "Запросить у бизнеса удаление любых личных данных о потребителе, которые бизнес собрал.",
        "right3": "Запросить у бизнеса, который продает личные данные потребителя, не продавать эти личные данные.",
        "paragraph2": "Поскольку imageocr.info является бесплатным сервисом, который не требует регистрации пользователя и автоматически удаляет все загруженные данные в течение двух часов, сбор личных данных минимален. Если вы все же хотите воспользоваться любым из этих прав, пожалуйста, свяжитесь с нами, и мы ответим в течение одного месяца."
      },
      "gdprDataProtectionRights": {
        "title": "4. Права на защиту данных по GDPR",
        "paragraph1": "Мы хотели бы убедиться, что вы полностью осведомлены обо всех ваших правах на защиту данных. Каждый пользователь имеет право на следующее:",
        "right1": "Право на доступ – Вы имеете право запросить копии своих личных данных. Поскольку мы храним загруженные данные только два часа и не требуем входа в систему, личные данные, которые мы можем предоставить, очень ограничены.",
        "right2": "Право на исправление – Вы имеете право запросить, чтобы мы исправили любую информацию, которую вы считаете неточной. Учитывая временный характер хранения данных, большинство исправлений будет ненужным.",
        "right3": "Право на удаление – Вы имеете право запросить, чтобы мы удалили ваши личные данные при определенных условиях. Поскольку все данные автоматически удаляются через два часа, это право уже соблюдается.",
        "right4": "Право на ограничение обработки – Вы имеете право запросить, чтобы мы ограничили обработку ваших личных данных при определенных условиях. Однако наша обработка данных минимальна и краткосрочна.",
        "right5": "Право на возражение против обработки – Вы имеете право возразить против нашей обработки ваших личных данных при определенных условиях. Если у вас есть опасения, пожалуйста, свяжитесь с нами немедленно.",
        "right6": "Право на переносимость данных – Вы имеете право запросить передачу собранных нами данных другой организации или непосредственно вам при определенных условиях. Поскольку мы храним данные только два часа и не собираем личную информацию, это право обычно не применимо.",
        "paragraph2": "Если вы подадите запрос, мы обязаны ответить в течение одного месяца. Если вы хотите воспользоваться любым из этих прав, пожалуйста, свяжитесь с нами."
      },
      "locationOfDataProcessing": {
        "title": "5. Местоположение обработки и хранения данных",
        "paragraph1": "Данные, которые вы отправляете в imageocr.info, могут обрабатываться и храниться на серверах, расположенных в различных странах, где работает imageocr.info. Учитывая временный характер нашего сервиса, все данные автоматически удаляются в течение двух часов после загрузки.",
        "paragraph2": "Используя imageocr.info, вы даете согласие на временное хранение и обработку ваших данных в этих местах. Мы гарантируем, что вся обработка данных осуществляется в соответствии с применимыми законами о конфиденциальности, и все данные безопасно удаляются по истечении двух часов хранения."
      },
      "changesToPolicy": {
        "title": "6. Изменения в данной Политике конфиденциальности",
        "paragraph1": "Эта Политика конфиденциальности может периодически обновляться. Любые изменения, обновления или модификации вступают в силу немедленно после публикации на нашем сайте. Мы рекомендуем вам регулярно проверять эту Политику конфиденциальности, чтобы быть в курсе наших практик в области данных."
      },
      "thirdPartyAdvertising": {
        "title": "7. Реклама третьих сторон",
        "paragraph1": "Мы можем показывать рекламу третьих сторон на сайте imageocr.info. Эти рекламодатели могут использовать файлы cookie и аналогичные технологии для сбора информации о вашей активности на нашем сайте и на других веб-сайтах, чтобы предоставлять вам рекламные объявления, основанные на ваших интересах. Мы не делимся никакой личной информацией с этими рекламодателями третьих сторон. Вы можете управлять своими предпочтениями по целевой рекламе через настройки вашего браузера."
      }
    },
    "metadata": {
      "title": "Политика конфиденциальности",
      "description": "Эта страница описывает наши политики конфиденциальности."
    }
  },
  "cookieconsentpage": {
    "header": "НАШ САЙТ ИСПОЛЬЗУЕТ ФАЙЛЫ COOKIE",
    "paragraph1": "Мы используем файлы cookie для улучшения вашего опыта, персонализации контента и рекламы, предоставления функций социальных сетей и анализа нашего трафика. Файлы cookie — это небольшие текстовые файлы, которые размещаются на вашем устройстве и помогают нам улучшить функциональность и пользовательский опыт нашего сайта. Вы соглашаетесь на использование файлов cookie, если продолжаете использовать наш сайт.",
    "link": "Политика конфиденциальности",
    "Name1": "Принять",
    "Name2": "Отклонить"
  }
}
